* ブラウザでページを開いたままにしていたら，その間にURLのドメインが変わったらしい袴田事件弁護団のホームページ，と思ったら不可解な現象が起きていた
  :LOGBOOK:
  CLOCK: [2020-08-14 金 09:42]--[2020-08-14 金 11:04] =>  1:22
  :END:

:CATEGORIES: 再審請求,弁護団

〉〉〉：Emacs： 2020-08-14（金曜日）09：42　 〉〉〉

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 09:47／2020/08/13 02:53 URL： https://twitter.com/kk_hirono/status/1294073146773893120 https://twitter.com/s_hirono/status/1293606641649070080  

> 2020-08-13-024915_イヌうんちさんがリツイート戸舘圭之／弁護士／袴田事件弁護団@todateyoshiyuki·8月12日袴田巖さんが自分で書いた「上告趣意書草.jpg https://t.co/swosMnFxa8  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 09:47／2020/08/13 03:15 URL： https://twitter.com/kk_hirono/status/1294073185634140163 https://twitter.com/s_hirono/status/1293612094760263681  

> 2020-08-13-025007_袴田巌「上告趣意書（抜粋）」　-　Mozilla　Firefox.jpg https://t.co/kH0UF8NhFD  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 09:47／2020/08/13 03:15 URL： https://twitter.com/kk_hirono/status/1294073220857905152 https://twitter.com/s_hirono/status/1293612167271350273  

> 2020-08-13-025046_袴田巌「上告趣意書（抜粋）」　-　Mozilla　Firefox.jpg https://t.co/CcWbJHmkoZ  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 09:48／2020/08/13 03:16 URL： https://twitter.com/kk_hirono/status/1294073260447956993 https://twitter.com/s_hirono/status/1293612239778246656  

> 2020-08-13-030009_弁護団を構成する弁護士一人ひとりは自弁で活動費用を賄わなければなりません。交通費から裁判などの記録を謄写するのもすべて自腹。各自の正義を希求.jpg https://t.co/7RMxetjbln  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 09:48／2020/08/13 03:16 URL： https://twitter.com/kk_hirono/status/1294073294254043136 https://twitter.com/s_hirono/status/1293612312230731776  

> 2020-08-13-030402_それに比して弁護団の弁護活動は、弁護士は自弁、日弁連からの補助と支援してくださる皆様からの寄付金で運営されています。.jpg https://t.co/4kvztjQYa0  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 09:48／2020/08/13 03:16 URL： https://twitter.com/kk_hirono/status/1294073334632599552 https://twitter.com/s_hirono/status/1293612384821493760  

> 2020-08-13-031150_再審で無罪となれば、48年間の拘禁に対する刑事補償（日本国憲法第40条の無罪判決を受けた者の刑事補償請求権の行使）、さらに国家または公務員に.jpg https://t.co/bx6iuDntrA  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 09:48／2020/08/13 03:16 URL： https://twitter.com/kk_hirono/status/1294073369386561536 https://twitter.com/s_hirono/status/1293612457106145281  

> 2020-08-13-031227_hakamadajiken。com　という名前のサーバーに接続できません。アドレスが正しい場合は、以下のことを試してください：.jpg https://t.co/hA3O4uZ6pS  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 09:48／2020/08/13 03:17 URL： https://twitter.com/kk_hirono/status/1294073403255619584 https://twitter.com/s_hirono/status/1293612529667588096  

> 2020-08-13-031305_再審で無罪となれば、48年間の拘禁に対する刑事補償（日本国憲法第40条の無罪判決を受けた者の刑事補償請求権の行使）、さらに国家または公務員に.jpg https://t.co/EPqtXfmi2A  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 09:48／2020/08/13 03:17 URL： https://twitter.com/kk_hirono/status/1294073442782687233 https://twitter.com/s_hirono/status/1293612602367438848  

> 2020-08-13-031321_再審で無罪となれば、48年間の拘禁に対する刑事補償（日本国憲法第40条の無罪判決を受けた者の刑事補償請求権の行使）、さらに国家または公務員による違法行為.jpg https://t.co/BfZvk7VmCa  

　他に考え事が多かったということもありますが，袴田事件弁護団のホームページの最初の発見が，戸舘圭之弁護士のツイートに袴田巌さんの上告趣意書を紹介するリンクがあったことは忘れていました。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-08-14 09:53／2020/08/13 02:53 URL： https://twitter.com/kk_hirono/status/1294074656798867457 https://twitter.com/hirono_hideki/status/1293606491723767808  

> 袴田事件弁護団 https://t.co/n6O39iOfAH  

　個別にツイートを開くと違っており，TwitterAPIで取得したツイートも短縮URLに変更されていますが，Twilogでは「袴田事件弁護団 hakamada-jiken.com」と表示されています。リンクも有効です。

　スクリーンショットの記録がなかったら確認ができなかったと思いますが，・・・と書いたところで，スクリーンショットを再確認すると袴田事件弁護団のドメインは最初から変わっておらず，ブラウザの再起動で半角のハイフンの文字が消えていたようです。

　今，再現実験をやったのですが，ブラウザの再起動で開いていた袴田事件弁護団ホームページのURLに変化はありませんでした。Twitterではアカウントのメンションに半角のハイフンが使えないということもありますが，プログラムでは特殊文字になります。

　プログラムで特別な働きをする半角の文字を，別の文字に置き換えたりすることをサニタイズと言います。これはファイル名として使えない文字にもなります。

```
サニタイズ（Sanitize）とは、危険なコードやデータを変換または除去して無力化する処理です。
たとえば、Webサイトに設置された入力フォームなどから、悪意のあるコードが入力され、その文字列が実行されることで様々な被害に遭う可能性があります。

［source：］サニタイズ（Sanitize） | セコムトラストシステムズのBCP（事業継続計画）用語辞典 https://www.secomtrust.net/secword/sanitize.html
```

　私が特別な思いで使っている「除去」という言葉が出てきました。「奉納＼弁護士脳汚染除去装置」になります。パソコンのネットではたまに不思議な現象が起こるのですが，今回のようにスクリーンショットで変化が特定できたのも珍しいかと思います。

　なお，私がブラウザのURL欄でURLの文字列に手を入れることは簡単に出来ます。しかし，そういうことをする理由もありません。URLは電話番号のようなものですが，1つでも文字を変えたり削除すれば，表示されなくなるのが基本です。

　たまにこのURLに手を入れることがあるのですが，今回の袴田事件弁護団のホームページがまさにそれでした。初めに見つけた戸舘圭之弁護士のツイートから辿ってご説明をしたいと思います。知らない人のほうがたぶん多い，これはホームページの仕組みになります。

- TW s_hirono（非常上告-最高検察庁御中_ツイッター） 日時： 2020/08/13 02:53 URL： https://twitter.com/s_hirono/status/1293606641649070080  

> 2020-08-13-024915_イヌうんちさんがリツイート戸舘圭之／弁護士／袴田事件弁護団@todateyoshiyuki·8月12日袴田巖さんが自分で書いた「上告趣意書草.jpg https://t.co/swosMnFxa8  

　これは孔明の罠だ，という言葉を思い出したのですが，謎が解けてきました。割とよくブックマークで開く戸舘圭之弁護士なので同然にそのタイムラインだという思い込みがあったのですが，実際は違っていて，うの字のタイムラインでした。

　「イヌうんちさんがリツイート戸舘圭之／弁護士／袴田事件弁護団」として記録されているのにおかしいと思ったのですが，上記のスクリーンショットで確認が出来ました。うの字のプロフィールの名前が変わっていたことも，今初めて気が付きました。

 - 2020年08月06日11時55分の登録： ＼? ｛君はアレがエロく見えるのかね？平和の証に見えないならば教養が足りんよ。本を読みなさい。　@un_co_the2nd＼電話でいきなり法律相談始めちゃう人は一律お断り http://hirono2014sk.blogspot.com/2020/08/uncothe2nd_6.html

　データベースの記録としては最後のものになり，8月6日とあります。ここに「君はアレがエロく見えるのかね？平和の証に見えないならば教養が足りんよ。本を読みなさい。」とあるのが，先日までかなり長い間，続いていたうの字のプロフィールの名前になります。

　そのまま続行で戸舘圭之弁護士のタイムラインで，袴田巌さんの上告趣意書のツイートを探しているのですが，思っていたよりずいぶん更新頻度が高く，ツイートの数が多いのだと気が付きました。特にこの8月12日は多いようです。他のものもいくつかリツイートしていきます。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜todateyoshiyuki（戸舘圭之/弁護士/袴田事件弁護団） 日時：2020-08-14 10:34／2020/08/12 06:50 URL： https://twitter.com/kk_hirono/status/1294085045557137410 https://twitter.com/todateyoshiyuki/status/1293303779639484416  

> 袴田さんの逮捕当時からの各紙の新聞記事は平野雄三さんをはじめとする支援者の方々の尽力でかなり収集してますがあれを読めば袴田さんが冤罪ではないかという視点の記事は皆無でしたよ。真っ黒な印象しか与えません。そういうことです。  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜todateyoshiyuki（戸舘圭之/弁護士/袴田事件弁護団） 日時：2020-08-14 10:35／2020/08/12 06:45 URL： https://twitter.com/kk_hirono/status/1294085086980091904 https://twitter.com/todateyoshiyuki/status/1293302562049806336  

> 袴田さんだって逮捕後ずっと頑張って否認したり黙秘したりしてたけど新聞とかでは「袴田ダンマリ戦術」とか平気でバンバン書かれてましたからね。  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜todateyoshiyuki（戸舘圭之/弁護士/袴田事件弁護団） 日時：2020-08-14 10:35／2020/08/12 01:13 URL： https://twitter.com/kk_hirono/status/1294085125676777473 https://twitter.com/todateyoshiyuki/status/1293219066237161472  

> 袴田事件弁護団のホームページです！！ https://t.co/99g9WClAAg  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜todateyoshiyuki（戸舘圭之/弁護士/袴田事件弁護団） 日時：2020-08-14 10:35／2020/08/12 01:11 URL： https://twitter.com/kk_hirono/status/1294085150163128321 https://twitter.com/todateyoshiyuki/status/1293218403323273217  

> 袴田巖さんが自分で書いた「上告趣意書草案」がこちらで読めます。ぜひ一読を！！  https://t.co/FHX7EQApOU  

　立ち止まったちょっと先に，探していたツイートがありました。このリンクを開いたところからご説明します。

袴田巌「上告趣意書（抜粋）」 https://t.co/MDVV8UFgi9

　上記のページのURLは，「ｈttps://hakamada-jiken.com/book_joukoku/#target/page_no=1」となっています。銭湯を全角文字に変えたことでURLを無効化しました。Twitterでは短縮URLに変換もされます。

　このURLのコピペで初めて気がついたのですが，これは通常のホームページのWebサイトではありません。プログラムを使ったWebアプリとなっています。URLに半角の＃が使われるのは通常，ページ内リンクのアンカーになります。

　「ｈttps://」とあるのがWeb技術を使った通信を指定するプロトコルになります。その右側から最初の半角の／までの文字列がドメインになります。この場合，「hakamada-jiken.com」になります。

　通常は最初の半角の／から右が，Webサイトのサーバ上のフォルダーになります。正確にいえばUNIXパソコンのディレクトリになるものと思いますが，用途は全く同じです。フォルダの中には下位のフォルダやファイルが存在します。通常はhtmlという拡張子でページが表示されます。

　私の場合，最初に開いたのが下層のファイルではないですがWebアプリの仕組みで表示された末端のページでした。ドメイン直下がドキュメントルートで，トップページとも言われると思いますが，そのWebサイトのメインになるものです。

　つまりURLのドメインから右側の文字列を削除しエンターキーを押せば，トップページが表示されるというわけです。私はこれを実行していました。

　今もう一度，ブラウザの再起動をしたのですが，普通に表示されました。ブラウザの仕様によっては，URLを改変したあと，再度同じページを開こうとすれば，サニタイズで危険性のある半角ハイフンが除去されるようなこともあり得るのかと考え，試してみたのです。

　そもそもこの袴田事件弁護団のホームページがいつ頃できて公開されていたものなのか，まだ分かっておらず気になっています。「袴田事件弁護団」をキーワードにまとめ記事を作成してみます。それと同時に通常のTwitter検索もやってみます。

　処理能力が大幅にパワーアップした新しいパソコンになってから，まだ一度も使っていなかったスクリーンキャプチャをやってみたいと思います。袴田事件弁護団のTwitter検索は意外な結果で，記録作成の必要性を判断しました。

〈〈〈：Emacs： 2020-08-14（金曜日）11：04 　〈〈〈

* 「袴田事件弁護団」のホームページ，Twitter検索の動画記録（令和2年8月14日）
  :LOGBOOK:
  CLOCK: [2020-08-14 金 11:53]--[2020-08-14 金 14:24] =>  2:31
  :END:

:CATEGORIES: 袴田事件,弁護団,スクリーンキャスト,戸舘圭之弁護士

〉〉〉：Emacs： 2020-08-14（金曜日）11：53　 〉〉〉

　まず，パソコンの画面を動画として記録保存することをスクリーンキャプチャだと思っていたのですが，後でスクリーンキャストを思い出し，調べたところこのスクリーンキャストが動画で，スクリーンキャプチャは画像データとなるようです。スクリーンショットがおなじみです。

　新しいパソコンでは初めてのスクリーンショットとなったのですが，アプリのインストールから始めました。Ubuntu（Linux）でのインストール方法からご紹介したいと思います。

```
➜  ~ sudo apt-get install simplescreenrecorder
[sudo] a66 のパスワード: 
パッケージリストを読み込んでいます... 完了
依存関係ツリーを作成しています                
状態情報を読み取っています... 完了
以下のパッケージが自動でインストールされましたが、もう必要とされていません:
  libllvm9
これを削除するには 'sudo apt autoremove' を利用してください。
以下のパッケージが新たにインストールされます:
  simplescreenrecorder
アップグレード: 0 個、新規インストール: 1 個、削除: 0 個、保留: 0 個。
1,264 kB のアーカイブを取得する必要があります。
この操作後に追加で 3,663 kB のディスク容量が消費されます。
取得:1 http://jp.archive.ubuntu.com/ubuntu focal/universe amd64 simplescreenrecorder amd64 0.3.11-1build2 [1,264 kB]
1,264 kB を 0秒 で取得しました (4,732 kB/s)    
以前に未選択のパッケージ simplescreenrecorder を選択しています。
(データベースを読み込んでいます ... 現在 343408 個のファイルとディレクトリがインストールされています。)
.../simplescreenrecorder_0.3.11-1build2_amd64.deb を展開する準備をしています ...
simplescreenrecorder (0.3.11-1build2) を展開しています...
simplescreenrecorder (0.3.11-1build2) を設定しています ...
desktop-file-utils (0.24-1ubuntu3) のトリガを処理しています ...
mime-support (3.64ubuntu1) のトリガを処理しています ...
hicolor-icon-theme (0.17-2) のトリガを処理しています ...
man-db (2.9.1-1) のトリガを処理しています ...
bamfdaemon (0.5.3+18.04.20180207.2-0ubuntu2) のトリガを処理しています ...
Rebuilding /usr/share/applications/bamf-2.index...
```

　他にもアプリのインストールは方法があるのですが，パッケージ管理のコマンドaptを使うことがほとんどです。先日は，Windows10のWSL2でaptの大ハマリがありましたが，滅多にトラブルはでません。ただトラブルが出た場合は，経験と知識がないと対処出来ないかもしれません。

　YouTubeをみると前回，このスクリーンキャスト作成のアプリを使ったのが2020年05月25日となっていました。それもあって設定を１つ忘れていたところ，別のファイル形式で動画が保存されていたので，調べて変換をしました。次のコマンドです。

```
ffmpeg -i simplescreenrecorder-2020-08-14_11.09.52.mkv -vcodec copy simplescreenrecorder-2020-08-14_11.09.52.mp4
```

　そしてずいぶん前から使っている自作のコマンド（スクリプト）でファイル名を変更しました。次の作業です。

```
a66@a66-XTe:~/Videos$ mp4-rename-file.sh simplescreenrecorder-2020-08-14_11.09.52.mp4 
ファイル名を入力：
袴田事件弁護団のTwitter検索の記録
simplescreenrecorder-2020-08-14_11.09.52.mp4
を
2020年08月14日11時09分52秒の記録＿袴田事件弁護団のTwitter検索の記録.mp4
に変更しますか？ y or n.
y
tyeped yes.

ファイル名の変更に成功しました。
```

　今，YouTubeで動画を確認すると再生時間が14分51秒となっていました。ちょっと長めのスクリーンキャストになったとは思っていたのですが，これまでにないほどYouTubeでのアップロードに時間がかかっていました。　

2020年08月14日11時09分52秒の記録＿袴田事件弁護団のTwitter検索の記録 - YouTube https://t.co/3LNrJQukLR

　YouTubeの投稿も久しぶりでした。新しいパソコンになってからはこれも初めてです。

　スクリーンキャストの記録作業で気になったのは，まとめ記事の埋め込みツイートが表示されなかったことで，メインの作成のところから投稿したまとめ記事はツイートの数が少ないためか，埋め込みツイートの表示がありました。

　基本的にツイートのまとめ記事は，199件の取得と埋め込みツイートの表示としております。検索のまとめ記事だと千件を超えるものもありますが，埋め込みツイートを表示させるのは前後に100件ずつとしています。

　先日はこれまでの記録のなる9千件超えのツイートのまとめ記事があったのですが，埋め込みツイートが表示されていたので驚いていました。次のまとめ記事になります。

 - 2020年08月10日23時59分の登録： REGEXP：”弁護士”／深澤諭史（@fukazawas）の検索（2012-09-10〜2020-08-10／2020年08月10日23時57分の記録9482件） http://hirono2014sk.blogspot.com/2020/08/regexpfukazawas2012-09-102020-08.html

　今，同じ記事を開くと，埋め込みツイートは表示されませんでした。javascriptの処理に時間がかかっています。「このまま処理を続行しますか？」というようなメッセージがブラウザに出ることもあるのですが，パソコンやブラウザの状態に左右されているようです。

　開いているアプリの数を減らし，ブラウザのタブも大きく減らしたのですが，埋め込みツイートが表示されないことに変わりはありません。慣れもあるのかと思うのですが，この埋め込みツイートの表示がないととても見づらく感じますし，ツイートのまとめ記事の意味も半減します。

　この埋め込みツイートというのはTwitter社が提供するサービスで，ページを開いたときに外部のjavascriptを読み込み処理をしているようなのですが，一度に読み込むツイートの数には制限があるようで，それで199件にしていたのですが，この数に仕様変更があったのかもしれません。

　しばらく様子をみて，埋め込みツイートが表示されないようであれば，対処も考えてみたいと思います。本当は一度にTwitterAPIで取得するタイムラインのツイート数が200件のはずなのですが，これも197まで少なくなることを確認しています。

　1つ200件のオフセットが16まで取得というのがTwitterAPIの基本と思っていたのですが，この計算だと最大3200件になります。オフセットの取得を16回繰り返しても3200といことはまずなく，3100との間でばらばらの数になります。これを17にしてみると3200以上取得できるようになりました。

　2,3日前は，通常のTwitterのツイートで，受ける返信の範囲を指定できる，という仕様変更がありました。こういうのも事前に知ることがほとんどないのですが，TwitterAPIも同じで，さらに話題になることがまずありません。

奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中: REGEXP：”袴田事件弁護団”／データベース登録済みツイート：2020年08月14日11時14分の記録：ユーザ・投稿：28／82件 https://t.co/xBPCKvNPDy

　今になって取得していたツイートの数が82件だと気がついたのですが，これだとほぼ瞬時に埋め込みツイートの表示がありました。

 - （36／82） TW todateyoshiyuki（弁護士　戸舘圭之） 日時： 2019-12-23 21:33:00 +0900 URL： https://twitter.com/todateyoshiyuki/status/1209089567136960513

> 山岸良太先生が袴田事件弁護団の初期の段階で参加されていたことを最近知りました（選挙がらみで…）。
>
> へー

　上記のツイートは，「弁護士　戸舘圭之」がTwitterのプロフィールの名前となっているのですが，最新の情報を読み込む埋め込みツイートでは，「戸舘圭之/弁護士/袴田事件弁護団」と表示があります。

　割と最近と思うのですが，この袴田事件弁護団が戸舘圭之弁護士のプロフィールの名前に含まれるようになりました。本人が気づいているのかわからないですが，Twitter検索の仕様は，このプロフィールの名前に含まれる文字列まで，検索の対象としているのです。

　これが目視とテキスト検索のどちらも困難にしているのですが，「袴田事件弁護団」のホームページを内容に含むツイートというのは，戸舘圭之弁護士と私のツイート意外に確認できませんでした。

　袴田事件といえば，日本の弁護士の歴史の中でも最も著名で，異例の経過を辿った注目の刑事裁判になるはずです。再審開始となり，同時に死刑の執行停止となって釈放され，その再審開始の決定が上級審で取り消されたものの再収監はされていないという展開です。

　再収監も死刑の執行も事実上ないものと誰もが疑わずにいるという感じですが，余命がそれほど長くはなく，すでに正常な精神状態ではなくなっているという袴田巌さんの特殊事情もあります。再審請求から無罪となれば，刑事補償で大金が支払われるということはあります。

　この袴田事件は姉が，それこそ人生を捧げたという支援が知られています。先日もNHKのEテレというのか，前のNHK教育の放送で番組を視聴したのですが，その反応もずいぶんと少ないものであったと思います。

袴田事件弁護団 - Google 検索 https://t.co/Bbz1UPS6Fs

　さきほども同じ検索で，袴田事件弁護団のホームページを見つけたのですが，2番目となっています。1番目にあるページも見出しを見たところ見覚えのないものです。今からリンクを開きますが，次になります。

袴田事件弁護団 列伝 | 袴田さん支援クラブ https://t.co/HGupsS0ciK

　列伝といえば，中国の古い歴史で，司馬遷の史記や，十八史略のことを思い浮かべます。そういえば烈女伝というなのがあったことをずいぶん久しぶりに思い出しました。実際に読んだ本ではないのですが，孟子の母親も含まれているようでした。

```
『列女伝』（れつじょでん、繁体字： 列女傳; 簡体字： 列女传; 拼音： Liènǚ zhuàn; ウェード式： Lieh nü chuan)）は、中国の前漢の劉向によって撰せられた、女性の史伝を集めた歴史書で、女性の理想を著した唯一の教訓書とされた。

［source：］列女伝 - Wikipedia https://ja.wikipedia.org/wiki/%E5%88%97%E5%A5%B3%E4%BC%9D
```

　「女性の史伝を集めた歴史書で、女性の理想を著した唯一の教訓書とされた。」とあるので気がついたのですが，ずっと烈女という気性の激しさを意味するものと思っていました。列挙だとだいぶん意味合いが違ってきます。

　そういえば烈士という言葉も最近は見かけなくなっている気がしました。安重根のことは，小倉秀夫弁護士や深澤諭史弁護士のツイートで見かけた憶えがありますが，その朝鮮の安重根については，烈士という言葉をみたように思います。

```
2020年08月14日13時22分の実行記録
twitterAPI-search-lawList-mydql-add.rb "安重根"
ツイート数：1/1948 リツイート数：1/1948 トータル：374
hirono_hideki 0／0件
kk_hirono 1／0件
s_hirono 0／0件
```

```
(py37_env) a66@a66-XTe:~$ ajx-all-user-mysql-REGEXP_blogger_hirono2014sk.rb "安重根"
SELECT * FROM tw_user_tweet WHERE  tweet REGEXP "安重根"   ORDER BY tw_date ASC
Hideo_Ogura
小倉秀夫（Hideo_Ogura）
ユーザ名称：小倉秀夫 [screen_name]ユーザ名：Hideo_Ogura フォロー数：73 フォロワー数：13723 ツイート数：167620
matimura
田丁木寸（matimura）
ユーザ名称：田丁木寸 [screen_name]ユーザ名：matimura フォロー数：562 フォロワー数：5857 ツイート数：27191
ishiitakaaki
石井孝明（Ishii Takaaki）（ishiitakaaki）
ユーザ名称：石井孝明（Ishii Takaaki） [screen_name]ユーザ名：ishiitakaaki フォロー数：9230 フォロワー数：106122 ツイート数：193081
kk_hirono
刑事告発・非常上告＿金沢地方検察庁御中（kk_hirono）
ユーザ名称：刑事告発・非常上告＿金沢地方検察庁御中 [screen_name]ユーザ名：kk_hirono フォロー数：491 フォロワー数：562 ツイート数：112306
REGEXP：”安重根”／データベース登録済みツイート：2020年08月14日13時23分の記録：ユーザ・投稿：4／6件
```

　深澤諭史弁護士のツイートには安重根がなかったのだと確認しました。データベースへの全件記録を始める前のものがないか，確認をしておきたいと思います。

(安重根) (from:fukazawas) - Twitter検索 / Twitter https://t.co/DNz1eBba4m  \n 「(安重根) (from:fukazawas)」の検索結果はありません

　韓国を好意的に評価し，その引き合いに日本を腐すというのも深澤諭史弁護士のツイートでよく見かけてきた傾向なのですが，そういえば最近は，旧日本軍を引き合いに出すツイートも見かけていない気がします。代表的なのが深澤諭史弁護士のインパールです。

　深澤諭史弁護士の価値観や人なりがよくわかるキーワードともなっている「インパール」です。ご紹介しましょう。

```
(py37_env) a66@a66-XTe:~$ dp -p|grep fukazawas | grep インパール
 - 2017年10月04日22時01分の登録： REGEXP：”インパール作戦”／深澤諭史弁護士（@fukazawas）のツイートの記録（2017-07-10〜2017-10-02／2017年10月04日22時00分・27件） http://hirono2014sk.blogspot.com/2017/10/regexpfukazawas2017-07-102017-10.html
 - 2018年04月13日06時06分の登録： REGEXP：”インパール作戦”／深澤諭史（@fukazawas）の検索（2013-06-27〜2018-04-03／2018年04月13日06時06分の記録39件） http://hirono2014sk.blogspot.com/2018/04/regexpfukazawas2013-06-272018-04.html
 - 2018年04月13日06時06分の登録： REGEXP：”インパール”／深澤諭史（@fukazawas）の検索（2013-06-27〜2018-04-03／2018年04月13日06時06分の記録50件） http://hirono2014sk.blogspot.com/2018/04/regexpfukazawas2013-06-272018-04_13.html
 - 2018年06月02日05時53分の登録： REGEXP：”インパール作戦”／深澤諭史（@fukazawas）の検索（2013-06-27〜2018-04-23／2018年06月02日05時53分の記録40件） http://hirono2014sk.blogspot.com/2018/06/regexpfukazawas2013-06-272018-04.html
 - 2018年06月17日10時38分の登録： REGEXP：”インパール”／深澤諭史（@fukazawas）の検索（2013-06-27〜2018-04-23／2018年06月17日10時38分の記録51件） http://hirono2014sk.blogspot.com/2018/06/regexpfukazawas2013-06-272018-04_17.html
 - 2018年07月22日14時24分の登録： REGEXP：”インパール”／深澤諭史（@fukazawas）の検索（2013-06-27〜2018-04-23／2018年07月22日14時24分の記録51件） http://hirono2014sk.blogspot.com/2018/07/regexpfukazawas2013-06-272018-04.html
 - 2019年03月18日13時21分の登録： ＼深澤諭史　@fukazawas＼法テラス事件でも食べていけると思いますよ？私は。\nだって、牟田口将軍だって、インパール作戦に参加したけれども、ちゃんと食べていけたじゃな http://hirono2014sk.blogspot.com/2019/03/fukazawas_94.html
 - 2019年04月30日08時07分の登録： ＼深澤諭史　@fukazawas＼追い込まれた兵隊が必死に知恵を出すことによって、ジャングルを食べて戦えるのだという気がいたしております。（平成のインパール作戦） http://hirono2014sk.blogspot.com/2019/04/fukazawas_48.html
 - 2019年06月18日08時34分の登録： REGEXP：”インパール”／深澤諭史（@fukazawas）の検索（2013-06-27〜2019-03-17／2019年06月18日08時34分の記録52件） http://hirono2014sk.blogspot.com/2019/06/regexpfukazawas2013-06-272019-03.html
 - 2019年08月04日23時57分の登録： ＼深澤諭史　@fukazawas＼法科大学院制度ってインパール作戦とかいわれてたけれども，今度はセブンペイ呼ばわりか・・・。\n（・∀・；；） http://hirono2014sk.blogspot.com/2019/08/fukazawas_59.html
 - 2019年08月17日13時37分の登録： ＼深澤諭史　@fukazawas＼この補給軽視の発想，補給がなくても精神力（！）でどうにかなる，そうしろ！，でも俺は絶対に安全圏から一歩も出ない，って完全にインパールです http://hirono2014sk.blogspot.com/2019/08/fukazawas_37.html
 - 2019年11月04日13時08分の登録： ＼深澤諭史　@fukazawas＼何でもかんでも安易にインパール作戦に例えるのは避けたいのだけれども，こと平成の司法改革，法曹養成制度改革においては，あまりにもぴったりき http://hirono2014sk.blogspot.com/2019/11/fukazawas_7.html
 - 2019年12月20日12時26分の登録： ＼深澤諭史　@fukazawas＼（；・∀・）もう，平成の司法改革，法曹養成制度改革を，インパール作戦に例えるのやめます・・・。\n（；＾ω＾）さすがに，牟田口閣下に失礼な http://hirono2014sk.blogspot.com/2019/12/fukazawas_20.html
 - 2020年02月07日22時30分の登録： REGEXP：”インパール”／深澤諭史（@fukazawas）の検索（2013-06-27〜2020-02-04／2020年02月07日22時30分の記録69件） http://hirono2014sk.blogspot.com/2020/02/regexpfukazawas2013-06-272020-02.html
 - 2020年06月13日11時01分の登録： ＼深澤諭史　@fukazawas＼法テラスの適用拡大って 「インパールでは苦戦しているみたいだね！援軍（兵隊だけ，物資なし）を送るね！喜んでね！」 って話しだと思っていま http://hirono2014sk.blogspot.com/2020/06/fukazawas_38.html
 - 2020年06月13日11時44分の登録： REGEXP：”インパール”／深澤諭史（@fukazawas）の検索（2013-06-27〜2020-06-13／2020年06月13日11時44分の記録70件） http://hirono2014sk.blogspot.com/2020/06/regexpfukazawas2013-06-272020-06.html
```

　新規の記録を開始したのですが，73件と出ていました。6月13日の記録から3件増えているようです。その時期からだと1件も見ていない気がするのですが，見落としがあったのか確認できそうなので楽しみです。

 - 2020年08月14日13時37分の登録： REGEXP：”インパール”／深澤諭史（@fukazawas）の検索（2013-06-27〜2020-06-13／2020年08月14日13時37分の記録73件） http://hirono2014sk.blogspot.com/2020/08/regexpfukazawas2013-06-272020-06.html

 - （71／73） TW fukazawas（深澤諭史） 日時：2020-06-13 11:42:00 +0900 URL： https://twitter.com/fukazawas/status/1271634093336260610

> やれ報酬がやすい，使い勝手が悪い，実費も負担してもらえない，ということは，弁護士が法テラス案件をやらない理由にはならんのじゃ。
> 法テラスには理念がある。きっと法の光で成仏させてくださる・・
> #リーガルインパール

 - （72／73） TW fukazawas（深澤諭史） 日時：2020-06-13 11:43:00 +0900 URL： https://twitter.com/fukazawas/status/1271634338577145857

> 法テラスの報酬体系は，弁護士の骨までしゃぶる鬼畜と化しつつある・・・。
> 即刻，余の身をもって，矯正せんとす。
> #リーガルインパール

 - （73／73） TW fukazawas（深澤諭史） 日時：2020-06-13 11:45:00 +0900 URL： https://twitter.com/fukazawas/status/1271634859610435585

> 法テラス理事長の年間報酬：１８００万円
> 非常勤役員の日当：３万円
> 被疑者国選：接見１回２万円。上限あり，他の業務も含む，経費自分持ち。
> #リーガルインパール

　まだ昼食も食べておらず，集中した作業を行っているので，何時間か深澤諭史弁護士のタイムラインを見ていないのですが，一日に何度も確認している深澤諭史弁護士のTwitterタイムラインで，3件も見落としがあったと思われるのが不思議です。

　そもそもこの#リーガルインパール というハッシュタグは初めてみたように思うのですが，見ていればその場で記録を残しているはずです。そちらを確認してみます。

非常上告-最高検察庁御中_ツイッター(@s_hirono)/「リーガルインパール」の検索結果 - Twilog https://t.co/qxMHTXljOq ツイートが見つかりませんでした

奉納＼さらば弁護士鉄道・泥棒神社の物語(@hirono_hideki)/「リーガルインパール」の検索結果 - Twilog https://t.co/ge9pdfx4zt ツイートが見つかりませんでした

　ありそうな気もしていたのですが，「リーガルインパール」はありませんでした。だいぶん前からメインのBloggerとはてなブログの記事は，スクリプトの自動処理で奉納＼さらば弁護士鉄道・泥棒神社の物語(@hirono_hideki)にツイートするようにしています。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-08-14 13:49／2020/08/14 13:40 URL： https://twitter.com/kk_hirono/status/1294134148106301441 https://twitter.com/hirono_hideki/status/1294131686918123520  

> 2020年08月14日13時37分の登録： REGEXP：”インパール”／深澤諭史（@fukazawas）の検索（2013-06-27〜2020-06-13／2020年08月14日13時37分の記録73件） https://t.co/W6hJ2DInwK  

　上記のリツイートがそれになります。これは手動でコマンドを使う場合もあるのですが，「htf t」とやるのですが，ｔは一時的な作業ファイルの名前で，そのテキストファイルの内容を1行ずつTwitterに投稿しています。

　例えば，「dp -p|grep 餓死|grep 弁護士 > t」となると，コマンドの実行結果のテキストがファイルに保存されます。出力先の変更でリダイレクトという処理です。今までほとんどやってこなかったのですが，次に「ktf t」でやってみたいと思います。

- 2018年02月09日22時07分の登録： ＼なべきょう＠過眠症　@wata_nabekyo_ko＼くらいは思ってますよ ところでこういう人達って北九州市の餓死事件あたりで弁護士会や支援団体をバッシングしてくれた人 https://t.co/dDz50pDadt

- 2019年03月29日11時38分の登録： ＼今野晴貴　@konno_haruki＼生保を打ち切られたら、実際、餓死するしかない。死ねと言ったのと同じ。 生活保護打ち切りは「不適切」　東京・立川の男性自殺で弁護士（ https://t.co/EKke3YyYbz

- 2019年08月10日09時21分の登録： ＼ワーキングプア弁護士　@sokudokubengosi＼弁護士が餓死しようが犯罪者になろうが誰も悲しまない。むしろどういう訳か好奇と嘲笑にさらされる。驚くことに同業者ほ https://t.co/g1azo4f6GL

　ktfというコマンドは実在したものの全く違った処理を行うものでした。htfをコピーしてktfを新たに作成したのですが，Twitterへの投稿処理は全く同じで，アカウントのアクセストークンキーなどを変更しただけです。

　小学生の頃，昭和40年代の終わりから昭和50年代の初めになりますが，書店でもかなりの割合で戦争や日本軍の資料が子供向けとして置いてありました。当時の時代の空気感というのも現在とはずいぶん違うと感じます。特によく憶えているのが戦後30年という言葉でした。

　今はインターネットもあり，情報が過多ともいわれますが，当時はテレビと本ぐらいしか情報源がなく，その本というのも田舎の書店でした。趣味や趣向，経済状況など様々な要素で，個人が持つ知識も個性や偏りのあった時代かと思います。

　インパールというのは旧日本軍の歴史を象徴するような言葉ですが，そちらとたまたまの出会いとなった袴田事件というのも弁護士の歴史，私としては弁護士鉄道という言葉も使っていますが，いろいろと共通するところがあるように思います。

　どちらも共通して，弁護士の本質を灯台の灯火のように照らし出している気がします。「袴田事件弁護団」をキーワードに含むツイートの異様な少なさ，それはまさに怪奇現象のような弁護士現象であって，自分の目を疑いたくもなりました。

　時刻は14時22分です。ちょっと前から次の記録作業に取り掛かっています。テーマは「ジャーナリストの江川紹子氏と袴田事件に見る弁護士鉄道の歴史（仮題）」です。

〈〈〈：Emacs： 2020-08-14（金曜日）14：24 　〈〈〈

* 小倉秀夫弁護士の「鳥獣人物戯画の商用利用」で思い出した，TwitterAPI検索の不思議な現象，必ずゼロになる「大津　控訴」の組み合わせ（動画記録：令和2年8月14日）
  :LOGBOOK:
  CLOCK: [2020-08-14 金 18:04]--[2020-08-14 金 18:05] =>  0:01
  CLOCK: [2020-08-14 金 16:02]--[2020-08-14 金 18:04] =>  2:02
  :END:

:CATEGORIES: 小倉秀夫弁護士,Twitter,大津園児死傷事故,ストーカー

〉〉〉：Emacs： 2020-08-14（金曜日）16：02　 〉〉〉

　ちょっと標題から無関係なところから始めますが，簡単な昼食を済ませたのがちょうど16時頃でした。ミニトマト3個，冷凍していた白ごはん，Aコープ能都店で2,3日前に買っていた賞味期限が8月15日の高菜油炒めです。

　高菜を食べたのは何年ぶりか思い出せないのですが，スーパーの漬物のコーナーで袋に大量に入った商品が100円ほどで売られているのを見かけていました。最近は以前ほど見かけないですが，値段が安すぎて不安を感じる商品の商品です。

　1,2ヶ月前だと思いますが，NHKのテレビで，福岡県の高菜の漬物の工場が紹介されていました。一度にものすごく大量の高菜を漬け込む作業も珍しく印象に残るものでした。

　石川県ではスーパーで高菜を見かけることも少ないと思うのですが，食堂で出てくるようなことはまずないと思います。母親が買ってくるような食べ物でもなかったと思うのですが，割と食べたような憶えがあり，長距離トラックの仕事で行くことが多かった九州の食堂で食べていたのかとも考えました。

タカナ - Wikipedia https://t.co/bIWIODhq7X 中央アジアで、シルクロードを通じて中国から日本に入ってきたといわれている。平安時代の『和名抄』に「タカナ」の記述が見られるため、この頃には既に日本に伝… https://t.co/UBl4dQH5RG

```
タカナ（高菜、大芥菜、学名：Brassica juncea var. integrifolia）とはアブラナ科の越年草で、カラシナの変種。20～60cmほどの丈に成長する。近縁の野菜としてコマツナ、カツオナなどが知られる。

原産地は中央アジアで、シルクロードを通じて中国から日本に入ってきたといわれている。平安時代の『和名抄』に「タカナ」の記述が見られるため、この頃には既に日本に伝来していたと考えられている。西日本一帯で広く栽培される。江戸菜（えどな）との異称もある。

［source：］タカナ - Wikipedia https://ja.wikipedia.org/wiki/%E3%82%BF%E3%82%AB%E3%83%8A
```

　タカナと高菜をカタカナで書くのも初めてみた気がするのですが，西日本一帯で広く栽培されている，というのも不思議に感じました。温暖な気候が栽培の条件であれば，ミカンなどは静岡県の三ヶ日でも栽培されているはず。天竜川を境にすれば西日本になりそうですが。

三ヶ日ミカンの美味しさの理由｜三ヶ日みかん｜JAみっかび https://t.co/dJM1m2oGOn

三ヶ日町三ヶ日 - Google マップ https://t.co/2tts2tN3DU

　三ヶ日という地名は，東名高速で看板をよく見かけていたと思うのですが，地図で見る御前崎のような離れた場所をイメージしていました。浜松市北区とあります。袴田巌さんが育ったのも浜松市らしいと割と最近になってしりました。

　浜松市のことを昼過ぎに思い出しながら考えていたのですが，国道1号線は愛知県内のはずれから東京までトラックで走行したことがあったものの，浜松の市内というのは思い出せず，それも少し気になっていました。

　未確認ですが，東名高速のインターから近いところに静岡県内で1つだけの大きなトラックステーションがあったと思うのですが，それが浜松インターだったような気がしてきたのです。大きなガソリンスタンドもあり，そこで給油もしていました。

浜松トラックステーション - Google マップ https://t.co/DCWUCy2Efi

　やはり浜松インターと確認したのですが，Googleマップの検索で，天竜川がすぐ近くに出てきたのは，ちょっと驚きでした。この天竜川はなにか周波数の境界にもなっていた気がします。最近は聞かない話です。ずっと前に何かで見かけたように思います。

```
現在日本には、地域によって異なる「50Hz」と「60Hz」という2種類の周波数が存在しています。おおまかに、東日本が50Hz、西日本が60Hzです。静岡県の富士川と新潟県の糸魚川あたりが境目となっており、一部には混在している地区もあります。

［source：］周波数の50Hzと60Hzの違い 【通販モノタロウ】 https://www.monotaro.com/s/pages/productinfo/hertz/
```

　Googleで「天竜川　周波数」と検索しても，余りはっきりした情報が出てこなかったので気になったのですが，「静岡県の富士川と新潟県の糸魚川あたりが境目となっており、一部には混在している地区もあります。」とあります。富士川というのはどこにあるのかわかりません。

何故日本は、東と西の電気の周波数を統一出来ないのか、又はそうしないのでしょうか？ - Quora https://t.co/As6fOVTcD7

富士川 - Google マップ https://t.co/jnu8wp0AIC

　富士川は国道52号線沿いになるようです。2,3回通行したことがある国道で，いずれも日中だったと思うのですが，革のことはまったく記憶にありませんでした。向かったのはいずれも静岡から山梨です。

　山梨といえば，なにか検索のミスで，深澤という名前が山梨県に多いという情報をみかけました。最近のことです。スマホで検索の文字列を入れきらないうちに，深澤で検索が始まったと思うのですが，それも意図せぬ操作だったので，不思議な現象に思えました。深澤といえば深澤諭史弁護士です。

　小学生の頃，当時は能都町役場にあった図書館で漫画の日本の歴史を読んだことをよく憶えているのですが，当時の感覚が蘇るのも，まさに漫画の歴史のような人物，深澤諭史弁護士になります。弁護士の歴史に与える影響も，いずれ大きなことになるかもしれません。

　私個人の予想では，もうずっと前に起きるか，深澤諭史弁護士がTwitterアカウントを削除するかの事態だったのですが，まったく予想通りになっていないのもなにか大きな力や意思が働いているように思えることがあります。地球の誕生から始まるような物語です。

　小学生の頃，よく盲腸の話を聞いたものです。とある病院に行ってお腹が痛いといえば，その場で盲腸での手術と入院が決まるという話もあって，現代の伝説のような物語だと子供心に考えていました。ちょうど漫画の日本の歴史と同じ頃です。2人に1人かかなりの確率で盲腸になるとも聞きました。

```
(py37_env) a66@a66-XTe:~$ dp -p|grep 盲腸
 - 2017年10月05日01時03分の登録： REGEXP：”盲腸”／深澤諭史弁護士（@fukazawas）のツイートの記録（2016-05-23 11:32〜2017-09-02 15:48／2017年10月05日01時03分・24件） http://hirono2014sk.blogspot.com/2017/10/regexpfukazawas2016-05-23-11322017-09.html
 - 2017年10月06日22時27分の登録： ％@fukazawas　深澤諭史％病院には，「俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？だから，自分でやってみたんすけれど， http://hirono2014sk.blogspot.com/2017/10/fukazawas_6.html
 - 2017年10月07日20時33分の登録： ％@fukazawas　深澤諭史％病院には，「俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？だから，自分でやってみたんすけれど http://hirono2014sk.blogspot.com/2017/10/fukazawas_63.html
 - 2017年10月07日20時48分の登録： ％@fukazawas　深澤諭史％盲腸手術なんか簡単なんでしょ？だから，自分でやってみたんすけれど，敗血症になったので，治して下さい。 http://hirono2014sk.blogspot.com/2017/10/fukazawas_40.html
 - 2017年10月26日07時52分の登録： REGEXP：”俺，医療には詳しいんで，それで盲腸手術なんか簡単”／データベース登録済みツイートの検索（2016-05-23〜2017-09-02／2017年10月26日07時52分の記録30件） http://hirono2014sk.blogspot.com/2017/10/regexp2016-05-232017-09-0220171026075230.html
 - 2017年11月05日05時04分の登録： REGEXP：”俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ”／データベース登録済みツイートの検索（2017年11月05日05時04分の記録31件） http://hirono2014sk.blogspot.com/2017/11/regexp20171105050431.html
 - 2017年11月23日18時31分の登録： REGEXP：”俺，医療には詳しいんで，それで盲腸手術なんか簡単”／データベース登録済みツイート：2017年11月23日18時31分の記録：ユーザ・投稿：16／43件 http://hirono2014sk.blogspot.com/2017/11/regexp2017112318311643.html
 - 2017年12月25日10時33分の登録： REGEXP：”俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？”／データベース登録済みツイート：2017年12月25日10時32分の記録：ユーザ・投稿：18／43件 http://hirono2014sk.blogspot.com/2017/12/regexp2017122510321843.html
 - 2018年01月15日20時20分の登録： REGEXP：”盲腸”／深澤諭史（@fukazawas）の検索（2017-01-23〜2017-11-03／2018年01月15日20時20分の記録17件） http://hirono2014sk.blogspot.com/2018/01/regexpfukazawas2017-01-232017-11.html
 - 2018年02月03日20時27分の登録： REGEXP：”病院には，「俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？”／データベース登録済みツイート：2018年02月03日20時26分の記録：ユーザ・投稿：26／54件 http://hirono2014sk.blogspot.com/2018/02/regexp2018020320262654.html
 - 2018年04月10日01時49分の登録： REGEXP：”病院には，「俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？”／データベース登録済みツイート：2018年04月10日01時48分の記録：ユーザ・投稿：29／59件 http://hirono2014sk.blogspot.com/2018/04/regexp2018041001482959.html
 - 2018年04月10日03時29分の登録： ％@o2441　弁護士大西洋一％病院には，「俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？だから，自分でやってみたんすけれど，敗… — なんかできそうじゃん http://hirono2014sk.blogspot.com/2018/04/o2441.html
 - 2018年04月16日16時40分の登録： REGEXP：”盲腸”／深澤諭史（@fukazawas）の検索（2016-05-23〜2018-03-18／2018年04月16日16時40分の記録29件） http://hirono2014sk.blogspot.com/2018/04/regexpfukazawas2016-05-232018-03.html
 - 2018年04月16日17時00分の登録： ％@fukazawas　深澤諭史％病院には，「俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？だから，自分でやってみたんすけれど，敗血症になったので，治して下 http://hirono2014sk.blogspot.com/2018/04/fukazawas_80.html
 - 2018年06月12日12時55分の登録： REGEXP：”病院には，「俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？”／データベース登録済みツイート：2018年06月12日12時54分の記録：ユーザ・投稿：29／64件 http://hirono2014sk.blogspot.com/2018/06/regexp2018061212542964.html
 - 2018年06月24日21時34分の登録： ＼DUKEまんごう　@nan5o＼盲腸で死んだんですよ。医療過誤ですから病院をとっちめてください」という相談には注意すべき。注意する理由がわからないうちは受任すべきでない http://hirono2014sk.blogspot.com/2018/06/dukenan5o_32.html
 - 2018年12月03日08時15分の登録： REGEXP：”俺，医療には詳しいんで，それで盲腸手術なんか簡単”／データベース登録済みツイート：2018年12月03日08時14分の記録：ユーザ・投稿：31／75件 http://hirono2014sk.blogspot.com/2018/12/regexp2018120308143175.html
 - 2019年03月22日22時38分の登録： REGEXP：”俺、医療には詳しいんで。盲腸なんか簡単でしょ？”／データベース登録済みツイート：2019年03月22日22時38分の記録：ユーザ・投稿：2／3件 http://hirono2014sk.blogspot.com/2019/03/regexp20190322223823.html
 - 2019年05月24日22時28分の登録： REGEXP：”俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？”／データベース登録済みツイート：2019年05月24日22時27分の記録：ユーザ・投稿：32／81件 http://hirono2014sk.blogspot.com/2019/05/regexp2019052422273281.html
 - 2019年05月26日10時55分の登録： ＼深澤諭史　@fukazawas　RT：　@fukazawas＼病院には，「俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？だから，自分でやってみたんすけれど http://hirono2014sk.blogspot.com/2019/05/fukazawasrtfukazawas_26.html
 - 2019年06月24日22時41分の登録： REGEXP：TEXT　”盲腸”／深澤諭史（@fukazawas）の検索（2016-05-23　11：32〜2019-05-27　22：16／2019年06月24日22時41分の記録33件） http://hirono2014sk.blogspot.com/2019/06/regexptextfukazawas2016-05-2311322019.html
 - 2019年06月25日17時51分の登録： REGEXP：”俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？”／データベース登録済みツイート：2019年06月25日17時50分の記録：ユーザ・投稿：33／89件 http://hirono2014sk.blogspot.com/2019/06/regexp2019062517503389.html
 - 2019年06月25日21時34分の登録： ＼浜ちゃん　@lawer_hamachan　RT：　@fukazawas＼病院には，「俺，医療には詳しいんで，それで盲腸手術なんか簡単なんでしょ？だから，自分でやってみた http://hirono2014sk.blogspot.com/2019/06/lawerhamachanrtfukazawas.html
 - 2019年10月08日08時27分の登録： ％@lawkus　ystk％この場合は「病気でいえば盲腸みたいなものです。たしかに放っておけば大変なことになる病気で、本人も苦しいですが、プロから見たらありふれた事例で処 http://hirono2014sk.blogspot.com/2019/10/lawkusystk.html
 - 2019年10月14日16時38分の登録： REGEXP：”盲腸”／深澤諭史（@fukazawas）の検索（2016-05-23〜2019-05-27／2019年10月14日16時38分の記録33件） http://hirono2014sk.blogspot.com/2019/10/regexpfukazawas2016-05-232019-05.html
 - 2019年12月03日00時03分の登録： ＼ノースライム　@noooooooorth＼盲腸になった場合に自分で手術してみる人とか、身内の人が代わりに診察にくる人とかありえないと思うんですが、法律相談の場合、自分で http://hirono2014sk.blogspot.com/2019/12/noooooooorth.html
 - 2019年12月03日00時21分の登録： REGEXP：”盲腸になった場合に自分で手術してみる人とか”／データベース登録済みツイート：2019年12月03日00時21分の記録：ユーザ・投稿：9／10件 http://hirono2014sk.blogspot.com/2019/12/regexp201912030021910.html
 - 2019年12月19日21時50分の登録： REGEXP：”盲腸”／深澤諭史（@fukazawas）の検索（2016-05-23〜2019-05-27／2019年12月19日21時50分の記録33件） http://hirono2014sk.blogspot.com/2019/12/regexpfukazawas2016-05-232019-05.html
 - 2020年04月03日13時16分の登録： ＼深澤諭史　@fukazawas＼先生，それは「腹痛がするので，自宅で簡単な盲腸手術をしようと思います。手術道具と薬は，ドラッグストアで買えますか？ホムセンがいいでしょう http://hirono2014sk.blogspot.com/2020/04/fukazawas_88.html
 - 2020年06月23日16時24分の登録： REGEXP：”俺，医療には詳しいんで，それで盲腸手術なんか簡単”／深澤諭史（@fukazawas）の検索（2016-05-23〜2020-04-03／2020年06月23日16時23分の記録26件） http://hirono2014sk.blogspot.com/2020/06/regexpfukazawas2016-05-232020-04.html
 - 2020年07月25日01時19分の登録： REGEXP：”盲腸”／深澤諭史（@fukazawas）の検索（2016-05-23〜2020-04-03／2020年07月25日01時19分の記録35件） http://hirono2014sk.blogspot.com/2020/07/regexpfukazawas2016-05-232020-04.html
 - 2020年07月26日18時15分の登録： REGEXP：”盲腸”／モトケン（@motoken_tw）の検索（2016-05-16〜2016-05-24／2020年07月26日18時15分の記録2件） http://hirono2014sk.blogspot.com/2020/07/regexpmotokentw2016-05-162016-05.html
```

　そういえば2,3日前，タイムラインで日本沈没をみかけ，そのときも取り上げることを迷い，実行はしなかったのですが，宇出津小学校の学年全員で，宇出津にあった映画館に行き，日本沈没の映画をみたのも忘れることのない思い出です。

　深澤諭史弁護士の弁護士パワーがあまりに凄まじいと考えながら，巨大地震のメカニズムとして地下の歪の蓄積というような話をずっと前に聞いたことを思い出したのです。

　そういえば，日本沈没に漫画があったことをそのタイムラインにあったツイートで知ったのですが，それも週刊少年チャンピオンの連載で，漫画を読み始めた後の時期の連載と思われたのです。映画のことしか記憶になかったような気がします。

　深澤諭史弁護士の弁護士パワーがあまりに凄まじいと考えながら，巨大地震のメカニズムとして地下の歪の蓄積というような話をずっと前に聞いたことを思い出したのです。

　そういえば，日本沈没に漫画があったことをそのタイムラインにあったツイートで知ったのですが，それも週刊少年チャンピオンの連載で，漫画を読み始めた後の時期の連載と思われたのです。映画のことしか記憶になかったような気がします。

奉納＼さらば弁護士鉄道・泥棒神社の物語(@hirono_hideki)/「日本沈没」の検索結果 - Twilog https://t.co/t4axwjqheb

　日付がわかったので，スクリーンショットの記録を調べてみます。

- TW s_hirono（非常上告-最高検察庁御中_ツイッター） 日時： 2020/08/11 19:29 URL： https://twitter.com/s_hirono/status/1293132445819129863  

> 2020-08-11-122835_深澤諭史@fukazawas·46分「ネットｄｅ真実　法律情報版」に騙されないためには，その情報提供の仕方，文言が，感情的でないかは，一つの.jpg https://t.co/NRnku5wU3l  

- TW s_hirono（非常上告-最高検察庁御中_ツイッター） 日時： 2020/08/11 19:29 URL： https://twitter.com/s_hirono/status/1293132372980817920  

> 2020-08-11-122527_深澤諭史さんがリツイートShin　Hori@ShinHori1·3時間＃日本沈没この漫画版のセリフは、ほぼ原作そのまま。1970年代、東南ア.jpg https://t.co/HWXc43U2iW  

　Twilogでリツイート済みのツイートをリツイートしようとすると，すぐにポップアップのウィンドウが消えたように思うのですが，リツイートしたつもりがされておらず，もう一度開くとリツイート済みの色がついていました。

　時刻は17時18分です。天気が良いですが，珍しく午前中との温度差が感じられません。いつもだと西日が強くて，夕方の早い時間は昼過ぎから駆け上がるように気温上昇があるのです。午前中よりいくらか涼しくなっているような気がするぐらいです。

　記録したスクリーンキャストですが，まだファイル名の変更もしておらず，これからYouTubeにアップロードする作業に取り掛かります。

　Twitterのトレンドでnotoというサービスの話題があり，そこで思い出したのが小倉秀夫弁護士のnoteで，開いてみると，最近の記事として見覚えのある鳥獣人物戯画の記事が目に入ったのです。

　この鳥獣人物戯画も能都中学校の1年生のときだったと思いますが，教科書で見かけていたのが強く印象に残っています。同じ頃にバス遠足でもあったのか，輪島市の曽々木海岸や，曽々木と町野の間にある時国家のここと記憶が強く結びついています。

　サムネイルの画像がまだ表示されていないのですが，アップロードは完了した様子です。再生時間は7分48秒のようです。今回もけんこう時間がかかり，処理に無理が掛かっているように感じました。パソコンが新しくなっての逆転現象になるかと思います。

　YouTubeの投稿画面は，以前の面倒が改善されていました。次のステップへの待ち時間がなくなっていることです。

2020年08月14日15時33分53秒の記録＿「大津　控訴」のTwitterAPI検索が取得できないという現象の記録 - YouTube https://t.co/VeY7ZfMa1L

　「大津　控訴」の検索だと今回も，直前のツイートがTwitterAPIの検索に反映されませんでした。そこで今回は「袴田事件　控訴」とやって試してみました。直前のツイートやリツイートも検索結果に反映されることを確認しました。なお，コマンドは強制シグナルで終了させています。

　「大津　控訴」でよくヒットするのは，大津園児死傷事故の控訴及びその取り下げ，と湖東記念病院の大津地裁，再審無罪判決で，検察の控訴を阻止しようとする動きです。

　ずっと前から気になっていた現象で，他に記録をしていたと思っていたのですが，不思議なことにそれらしいスクリーンショットの記録は非常上告-最高検察庁御中_ツイッター（@s_hirono）にありませんでした。該当自体が4件のみです。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 17:49／2020/03/02 12:05 URL： https://twitter.com/kk_hirono/status/1294194548210507777 https://twitter.com/s_hirono/status/1234313925597880321  

> 2020-03-02-113327_大津いじめ自殺控訴審判決は妥当な判決なのか？　｜　弁護士法人アズバーズ.jpg https://t.co/PDEBHLUyQg  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 17:50／2020/02/28 10:29 URL： https://twitter.com/kk_hirono/status/1294194580011675648 https://twitter.com/s_hirono/status/1233202444470906880  

> 2020-02-28-095241_大津　控訴　-　Twitter検索　／　Twitter.jpg https://t.co/38nGaTEDiK  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 17:50／2020/02/28 10:29 URL： https://twitter.com/kk_hirono/status/1294194617068314624 https://twitter.com/s_hirono/status/1233202414305468416  

> 2020-02-28-095218_大津　控訴　（from：nodahayato）　-　Twitter検索　／　Twitter.jpg https://t.co/jc3RkvE87G  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-08-14 17:50／2020/02/28 09:51 URL： https://twitter.com/kk_hirono/status/1294194650052321282 https://twitter.com/s_hirono/status/1233193074001502208  

> 2020-02-28-025449_大津市　控訴　-　Google　検索.jpg https://t.co/8YLVs6EUjB  

非常上告-最高検察庁御中_ツイッター(@s_hirono)/「大津 控訴」の検索結果 - Twilog https://t.co/wD4ivSniDg

　なお，該当なしとスクリーンショットにあるのは，同じ滋賀県高島市に法律事務所がある野田隼人弁護士のTwitterアカウントに絞った検索になります。事件や裁判との関わりは不明ですが，関わりがあればツイートはできないという趣旨のツイートは見かけた憶えがあります。

　比較のため，もう１つスクリーンキャストの動画を作成しました。このTwitterAPIの検索からデータベースに登録するスクリプトは，リストのアカウントに該当するツイートが多いと時間が掛かります。エラー防止のため間合いの時間を多めに取っていることもあります。

　今回はYouTubeの処理も早かったですが，2分40秒とあります。この間に8500件のツイートを取得し，リストにある1948件のアカウントと照合しながら，マッチしたものをデータベースに登録するという作業を行っています。

〈〈〈：Emacs： 2020-08-14（金曜日）18：04 　〈〈〈

〉〉〉：Emacs： 2020-08-14（金曜日）18：04　 〉〉〉

2020年08月14日17時54分56秒の記録＿APIのリミットに達するので8500で処理と中断しました。 - YouTube https://t.co/MjDjdwTdCu

〈〈〈：Emacs： 2020-08-14（金曜日）18：05 　〈〈〈

* 「（・∀・）「風評被害」って，最近，人の口を塞ぐための，ものすごい便利な言葉と化した」という深澤諭史弁護士のツイートで頭に浮かんだ，「弁護士畑」という言葉
  :LOGBOOK:
  CLOCK: [2020-08-14 金 19:28]--[2020-08-15 土 00:00] =>  4:32
  CLOCK: [2020-08-14 金 18:12]--[2020-08-14 金 19:01] =>  0:49
  :END:

:CATEGORIES: 風評被害,深澤諭史弁護士

〉〉〉：Emacs： 2020-08-14（金曜日）18：12　 〉〉〉

@fukazawas ===> You have been blocked from retweeting this user's tweets at their request.  
▷▷▷　次のツイートのアカウント（@fukazawas）は，@kk_hironoをブロックしています。リツイートできませんでした。 ▷▷▷  

- TW fukazawas（深澤諭史） 日時：2020/08/14 16:27 URL： https://twitter.com/fukazawas/status/1294173708815220738  

> （・∀・）「風評被害」って，最近，人の口を塞ぐための，ものすごい便利な言葉と化した気がしますね。。。  
> （；＾ω＾）戦時中の「日本が負けているだなんて，ケシカラン！戦地の兵隊さんに失礼だぞ！！」ってマインドっぽい・・・お。 https://t.co/NpsgPNUvhc  

@YusukeTaira ===> You have been blocked from retweeting this user's tweets at their request.  
▷▷▷　次のツイートのアカウント（@YusukeTaira）は，@kk_hironoをブロックしています。リツイートできませんでした。 ▷▷▷  

- TW YusukeTaira（平　裕介） 日時：2020/08/10 06:37 URL： https://twitter.com/YusukeTaira/status/1292575724646199296  

> とりあえず「風評被害」って言っておけばいいから楽な仕事だね。短絡的思考の極み。しかし、こんな官庁に税金使う意味があるのかね…  
>   
> 「GoTo」参加宿での感染者数は「公表せず」観光庁  
> https://t.co/pSXRWL3Kng  

　深澤諭史弁護士のタイムラインでは，平裕介弁護士のツイートをリツイートし，その次に引用ツイートをしています。

江戸しぐさ - Google 検索 https://t.co/zN0fDCR4zb

```
「江戸しぐさ」とは、現実逃避から生まれた架空の伝統である
本書は、「江戸しぐさ」を徹底的に検証したものだ。「江戸しぐさ」は、そのネーミングとは裏腹に、一九八〇年代に芝三光という反骨の知識人によって生み出されたものである。そのため、そこで述べられるマナーは、実際の江戸時代の風俗からかけ離れたものとなっている。芝の没後に繰り広げられた越川禮子を中心とする普及活動、桐山勝の
続きを読む

［source：］江戸しぐさの正体 教育をむしばむ偽りの伝統 (星海社新書) | 原田 実 |本 | 通販 | Amazon https://www.amazon.co.jp/%E6%B1%9F%E6%88%B8%E3%81%97%E3%81%90%E3%81%95%E3%81%AE%E6%AD%A3%E4%BD%93-%E6%95%99%E8%82%B2%E3%82%92%E3%82%80%E3%81%97%E3%81%B0%E3%82%80%E5%81%BD%E3%82%8A%E3%81%AE%E4%BC%9D%E7%B5%B1-%E6%98%9F%E6%B5%B7%E7%A4%BE%E6%96%B0%E6%9B%B8-%E5%8E%9F%E7%94%B0-%E5%AE%9F/dp/4061385550
```

　深澤諭史弁護士と平裕介弁護士のツイートを読んだ後，爽快感とは真逆の感覚からなんとかしぐさという言葉が頭に浮かんできました。他にもあったような気がしたのですが，江戸しぐさというのがあったと思ったので調べてみました。実はまだ意味が理解できていません。

```
江戸しぐさは商売繁盛の秘伝であり、あまり公にされたものではなく、江戸商人の組織していた「江戸講」で口授されるものだった［22］。

しかし、江戸開城の時、「江戸講」のネットワークを恐れた新政府軍が江戸しぐさの伝承を失わせ、江戸しぐさの伝承者である江戸っ子たちを虐殺した、その虐殺たるや凄まじいもので、ソンミ村虐殺事件、ウンデット・ニーの虐殺に匹敵するほどの血が流れた、と越川は述べている［23］ 。また、この時に江戸商人は江戸しぐさについて書かれた古文書も全て焼却し、江戸の空を焦がしたという。勝海舟は生き残った江戸っ子数万を両国から武蔵、上総などに逃がし、彼らは「隠れ江戸っ子」として潜伏した［22］。池田整治は、江戸開城は官軍史観でしかなく、江戸しぐさ伝承者は、老若男女にかかわらず、わかった時点で新政府軍の武士たちに斬り殺され、次いで会津若松でも大虐殺があり、維新以降もこの大殺戮は続いた。この大虐殺は世界金融支配者に操られた薩長によるもので、現在日本も薩長に支配されているため、この事実が隠ぺいされたと述べている［24］［信頼性要検証］。

［source：］江戸しぐさ - Wikipedia https://ja.wikipedia.org/wiki/%E6%B1%9F%E6%88%B8%E3%81%97%E3%81%90%E3%81%95
```

　江戸しぐさは商売繁盛の秘伝とあり，続いて焚書坑儒のような史実が書いてありました。前にも少し調べていたと思いますが，これは初めて見る話で，言葉のイメージも変わってきました。「なんとからしさ」を習慣的な習性，仕草とかけ合わせた言葉をなんとなくイメージしていました。

　しかし，秘伝の秘密結社となると，深澤諭史弁護士が今，表明している考えが，鳴りを潜め地下に潜るという将来を想像してみると，記録と伝承の大事さをあらためて考えたところであります。

　強固な信念を基礎にした軽佻浮薄な政権批判というのは，弁護士に見られがちな傾向ではありますが，以前はこれが警察，検察批判に火を吹くかたちで向けられていました。深澤諭史弁護士のゴジラに模したアイコンにしているのも，その心理の表徴と思われます。

　3日ほど前になりますが，落合洋司弁護士（東京弁護士会）がきっかけで，熊本地震で亡くなった4歳の女児の記事を読み，そのときも深澤諭史弁護士の熊本地震発生時の軽佻浮薄を極めたツイートを目にしていたことを思い出していました。まさに天の怒りか地の声が聞こえそうなただならぬものです。

　昨日あたりも少し触れた2年ほど前かと思う8月12日の富田林警察署の被疑者逃走事件ですが，こちらは鴨がネギを背負ったの如く，深澤諭史弁護士が自らブログ記事にして，弁護士による警察批判の異常な浅ましさを露呈していました。熊本地震のときはマスコミがターゲットでした。

```
平　裕介
@YusukeTaira
弁護士(東京弁護士会、2008年～)。研究者（公法研究78号239頁、行政法研究28号167頁等）。憲法や行政法関係のニュース、司法試験&予備試験に関するツイート多め。ツイート等は個人的見解で、所属団体･関係団体の見解とは無関係です。特に受験生の無言フォロー大歓迎。取材やご相談等は、固定ツイート記載の方法でお願いします
東京yusuketaira.hatenablog.com2013年8月からTwitterを利用しています
458 フォロー中
3,339 フォロワー

［source：］平　裕介（@YusukeTaira）さんの返信があるツイート / Twitter https://twitter.com/YusukeTaira/with_replies
```

　上記の平裕介弁護士のTwitterアカウントのプロフィールを引用で掲載しました。公法，行政法の研究者とありますが，憲法とも関係がありそうなことが書いてあります。

　余りタイムラインを開いていなかったアカウントなのですが，すっかり忘れていた伊藤真弁護士の記者会見の写真がヘッダ画像に出てきたので，最初なにごとかと思ってしまいました。後ろの幕に，「宮本君から君へ」などと書いてあります。聞いた覚えはありますが，内容ははっきり思い出せません。

宮本から君へ - Wikipedia https://t.co/UI5XuXwh7q

「宮本から君へ」裁判、表現の不自由の危険性を訴え - 社会 : 日刊スポーツ https://t.co/m3NMUnAFCL

　映画のタイトルだったと知って驚いていたのです。前に学校で同性に告白し，周囲に広められたことを苦に自殺したという問題があって，裁判になっていたかはっきり思い出せないのですが，その自殺した男性の投げかけたメッセージが，伊藤真弁護士の背後の垂れ幕にあるのかと思っていました。

〈〈〈：Emacs： 2020-08-14（金曜日）19：01 　〈〈〈

〉〉〉：Emacs： 2020-08-14（金曜日）19：28　 〉〉〉

　Aコープ能都店にバイクで買い物に行っていたのですが，お盆も8月14日というのに家の前に駐車した車の数が，普段並み，場所によってはより少なく感じられました。やはりこれも新型コロナウィルスの影響なのかと思います。

　Aコープ能都店では，久しぶりに能登のもずくを見かけ買ってきたのですが，出始めの頃の薄い色をしていました。もずくは松波港産が多いのですが，今回は宇出津港産となっていたのも珍しく感じました。前回，買ったときは黒っぽい深緑色で，見たことのない色合いでした。

　細さから絹もずくとも呼ばれる能登のもずくですが，今年はどんたく宇出津店で岩もずくもよく見かける時期がありました。岩もずくは自分で買って調理をしたことがないですが，前に輪島の雑炊のような商品を買った時，けっこう美味しかったと記憶にあります。

　もずくというのは海藻で，浅瀬にいるとも聞いています。同じ場所にいるので魚のように獲れたり獲れないということはないと思いますが，お盆の帰省を見込んで漁をしてきたのかと想像します。今年は例年になくスーパーでもずくを見ることが少なく，すっかり忘れていました。

　あるいは香箱カニと同じく，人気が出て地元での流通が減ったことも考えられます。能登のもずくをテレビで見たことはないですが，沖縄のもずくとは違い，全国的にも日本海の限られた地域でしかとれないもずくになるようです。

　母親が好きではなかったのか，子供の頃には食べた記憶がないもずくになります。逆によく食べさせられて辟易したのが鯨肉でした。固い肉で白いパイプのものが入っていたのですが，今はそのような鯨肉を見ることはありません。昔は魚屋で，大きな塊をその場で切って売っていました。

鯨肉 塊 - Google 検索 https://t.co/QISqyF6cSz

　Googleの画像検索です。それらしい鯨肉の塊はあるものの，記憶にあるようなパイプは見当たりません。細く丸まった虫のように見えるもので，固かったと思います。魚屋で，緑色の紙に包まれていて，刺し身も同じ紙に包まれて客に渡されていたと思うのですが，あの紙も見かけなくなりました。

魚屋さんの緑の紙 - Google 検索 https://t.co/hcfFORmGXB

　Googleの検索でサジェストというのか，入力の補完候補が出てきました。ドリップシートやグリーンパーチという言葉が見え，新しいものを感じさせますが，昭和40年代に母親と一緒に買い物に同行していたときに見かけていたものです。もうずいぶん長く見たことがありません。

魚屋さんの緑の紙　昭和 - Google 検索 https://t.co/6co89hABvS

　古い記憶にあるものと，紙の色や質が違って感じたので，昭和という絞り込みをしたところ，ほとんど情報が消えてしまいました。たぶん私より上の世代の方が馴染み深い紙であったと思われます。

宇出津　鯨肉 - Google 検索 https://t.co/f8rSmgh5kp

　検索結果の1番目に買い物はしたことがない宇出津の新町の鮮魚店が出てきましたが，鯨肉について奥深く感じることが書いてありました。同じ建物かはっきりしませんが，昭和の時代は地元で大きな金物店があった場所と思います。いつのまにか鮮魚店に変わっていました。

```
◆ここらの人は新鮮な鯨肉だけ
　網に入ってすぐなのか、1日死んでたのか、すぐ分かる。そんな時は、こんなにクジラが好きな街やけど、魚屋さんは誰も買いませんし、お客さんが来て、「ないんか？」と聞かれても、「お客さんにはすすめられません」と答えると、お客さんはそれで納得。

［source：］「かみこ鮮魚」能登お店の物語 https://bunanomori.com/noto-omise/kamiko/sen-gyo.html
```

　「網に入ってすぐなのか、1日死んでたのか、すぐ分かる。そんな時は、こんなにクジラが好きな街やけど、魚屋さんは誰も買いませんし、お客さんが来て、「ないんか？」と聞かれても、「お客さんにはすすめられません」と答えると、お客さんはそれで納得」と書いてあります。

　私が母親に連れて行かれ，緑の紙に包まれた大きな鯨肉の塊を見ていたのも，この「かみこ鮮魚」の向かい側で，かくだストアの左斜め向かいにあったと思います。その魚屋の店の名前も記憶にないのですが，北國新聞の建物がある辺りになると思います。

　昭和50年の4月になりますが，辺田の浜から宇出津の小棚木に引っ越してからは，一緒に買い物どころか，一緒に外を歩いた記憶もありません。なにかと反発をしていました。ただ前にも書いてきたように，テレビのチャンネルだけはもめた記憶がありません。

　昭和40年代，NHKの歌番組は決まってみていたように思いますし，軍歌がよくありました。母親が戦争の話をすることはほとんどなかったと思いますが，当時の食糧難と，食べ物に対する感謝は尋常でないものを感じて育ちました。これは私の世代によくあることだと思います。

　それでも当たり前のように食べ残しをし，ゴミにしていたのですが，平成4年5月28日に金沢刑務所の拘置所に入り，9月頃になって，それまで好きではなく残飯にしていた，ぜんざいやおしるこを食べるようになってから，考えが自分でも不思議なくらい変わりました。

```
◆日本海側のクジラ肉
　鯨はもう、若い人は食べないんじゃないかな。とにかくロスが出ないように、固定客を見付けておいてさばく。半分くらいは金沢、大阪、京都など、外の人です。希少価値で、グルメブームみたいな影響もあるんやろな。

［source：］「かみこ鮮魚」能登お店の物語 https://bunanomori.com/noto-omise/kamiko/sen-gyo.html
```

　今朝，8時からの情報番組で，万座温泉や廃棄前提おじさんを取り上げるものがないのか探していたところ，一日前の番組情報でしたが，アジの値段が高騰しているというものがありました。

　ページをよくみると，「能登のお店の物語」とあり，下に「前のものがたり」，「お店一覧にもどる」，「次のものがたり」というリンクが並んでいます。物語がひらがなになっているのも気になるところです。やらないことの方が多いのですが，成り行きに任せて記述をしています。

```
おすすめはサバの糠漬け
非常においしいと評判なのは、サバの糠漬け。２年以上寝かせた熟成品ですので風味が違います。お中元・お歳暮シーズンには、この商品を指名買いするお客様が多くいらっしゃいます。業務用では東京の居酒屋チェーンに卸しており、定番メニューになっています。

［source：］「カネイシ」能登お店の物語 https://bunanomori.com/noto-omise/kane-ishi/index.html
```

　宇出津のかみこ鮮魚店の「前のものがたり」が，小木港の「カネイシ」というお店でした，最近は行く回数が以前に比べ極端に減っているものの，親しくしている小木港の釣具店の隣なります。サバの糠漬けはどんたく宇出津店で見かけ，前から気になっていたのですが，まだ食べていません。

　同じく商品の紹介がある「いしり」は買ったことがあるのですが，癖が強いので入れすぎには要注意だと思います。上町のラーメン店で，1年ほど前に食べたのですが，癖は感じませんでした。子供の頃は知らなかったのですが，平成に入ってから存在を知り，醤油のつもりで使ったら・・・。

　醤油のつもりで使ったらとんでもない味になってしまったことを憶えています。自分で宇出津の家で調理をしたのですが，冷凍庫の有頭エビを食べたのと近い時期と思います。石巻のことなど前に取り上げているはずです。松山事件の関連でもありました。

カネイシ：いしり（いしる）製造元・海産物・イカの町・能登半島・小木港・製造販売・各種海産物 https://t.co/YluQUKYkhT

　リンクにあったホームページを開きました。以前に開いたことがあるようにも思ったのですが，よく出来たホームページだと思いました。ホームページ作成の業者に任せたことを考えたのですが，ソースを見ると，業者の仕事とは思えない部分があるという発見になりました。

　そういえば，同じくよく出来ていると思った袴田事件弁護団のホームページは，業者が作ったものと思いながらソースを見ていませんでした。そのホームページの制作もクラウドファンディングや寄付の一環になるのかと考えていました。

袴田事件弁護団 https://t.co/UJW8zm8TRy

　上記の袴田事件弁護団のホームページもソースをみると，ヘッダの部分にシンプルすぎると感じる箇所がありました。ソースを確認することは少ないので，最近の傾向としての変化となっているのかもしれません。手作りでも出来る範囲とは思いますが，かなり知識が必要になりそうです。

Googleサイトで作られたホームページ例 - 【ウェブカツ!】田口相 ☠ Web500によるホームページ支援活動 https://t.co/kTunPmV9Y8

　あまり情報が見つからなかったもののGoogleサイトを使ったホームページで，印象に残るのは富山氷見強姦冤罪事件の国賠訴訟のサイトでした。すぐにGoogleサイトと分かったのですが，ドメインを独自に出来るらしく，それだと気が付かないかもしれません。

　袴田事件弁護団のホームページだとGoogleサイトでも作れそうな気もします。しかし業者に依頼をしたのであれば，相当の費用になったものと思われます。

支援のお願い | 袴田事件弁護団ホームページ https://t.co/pmkxy6FtTD 袴田救済ファンドへの資金カンパのお願い

　なにか商品を注文するようなサイトではなさそうと確認してみたのですが，タブのページに「袴田救済ファンド」とありました。これで思い出したのですが，鯨肉の魚屋があったのは，加州銀行の宇出津の店舗があった隣あたりになりそうです。夜中にガス爆発を起こした肉屋もありました。

　ガス爆発の話はよく憶えているのですが，ガス爆発の現場は不思議と見た記憶がありません。宇出津小学校の通学路にもなりそうなので不思議です。2年ほど前になるのか札幌で死者が出なかったのが不思議な居酒屋の大爆発事故があり，そのときに銭湯で肉屋の夫婦が死亡していたと初めて聞きました。

　肉屋といえば，これも深澤諭史弁護士です。

```
➜  ~ ajx-user-mysql-REGEXP_blogger_hirono2014sk.rb fukazawas '肉屋' '1000-01-01/3000-01-01'
SELECT * FROM tw_user_tweet WHERE tw_date BETWEEN '1000-01-01' AND '3000-01-01' AND (user LIKE "fukazawas") AND  tweet REGEXP "肉屋"  ORDER BY tw_date ASC
REGEXP：”肉屋”／深澤諭史（@fukazawas）の検索（2016-03-04〜2020-06-20／2020年08月14日21時13分の記録15件）
```

　前と順序が逆になりそうですが，先に新規でまとめ記事を作成しました。実行してみないとわからないですが，データベースの記録で肉屋が出てくるのは深澤諭史弁護士ぐらいだと思います。

```
(py37_env) a66@a66-XTe:~$ dp -p |grep 肉屋
 - 2018年04月12日12時20分の登録： ＼深澤諭史　@fukazawas＼雇用者でもないのに，残業代ゼロ法案支持するって，まるで「肉屋を支持する豚」じゃないか・・。 （；；；・∀・） http://hirono2014sk.blogspot.com/2018/04/fukazawas_41.html
 - 2018年06月17日09時07分の登録： REGEXP：”肉屋を支持する豚”／データベース登録済みツイート：2018年06月17日09時07分の記録：ユーザ・投稿：19／33件 http://hirono2014sk.blogspot.com/2018/06/regexp2018061709071933.html
 - 2019年06月03日09時31分の登録： REGEXP：”豚に支持される肉屋の店長”／データベース登録済みツイート：2019年06月03日09時31分の記録：ユーザ・投稿：7／8件 http://hirono2014sk.blogspot.com/2019/06/regexp20190603093178.html
 - 2019年06月26日07時58分の登録： @fukazawas（深澤諭史）のツイート　”肉屋”　2／3236：2019-05-03　16：02〜2019-06-25　23：10　2019年06月26日07時58分の記録 http://hirono2014sk.blogspot.com/2019/06/fukazawas232362019-05-0316022019-06.html
 - 2019年08月11日15時17分の登録： REGEXP：”肉屋”／深澤諭史（@fukazawas）の検索（2016-03-04〜2019-06-03／2019年08月11日15時16分の記録14件） http://hirono2014sk.blogspot.com/2019/08/regexpfukazawas2016-03-042019-06.html
 - 2019年11月16日12時03分の登録： REGEXP：”肉屋”／深澤諭史（@fukazawas）の検索（2016-03-04〜2019-06-03／2019年11月16日12時03分の記録14件） http://hirono2014sk.blogspot.com/2019/11/regexpfukazawas2016-03-042019-06.html
 - 2020年04月18日11時45分の登録： ＼仙猫カリン　@Bibendum65＼安倍信者の自民党議員\n自分たちが他宗教の信徒より軽んじられてることに（ようやく）気づきオコである\n\n自分は肉屋ではなく豚だったことに http://hirono2014sk.blogspot.com/2020/04/bibendum65_18.html
 - 2020年05月10日00時25分の登録： REGEXP：”肉屋”／深澤諭史（@fukazawas）の検索（2016-03-04〜2019-06-03／2020年05月10日00時24分の記録14件） http://hirono2014sk.blogspot.com/2020/05/regexpfukazawas2016-03-042019-06.html
 - 2020年06月20日14時45分の登録： ＼深澤諭史　@fukazawas＼（；・∀・）「肉屋を支持する豚」の問題と言うより，豚から支持される肉屋の有能さが際立つ件。 （；＾ω＾）逆に豚の愛護団体は，豚からそっぽ http://hirono2014sk.blogspot.com/2020/06/fukazawas_84.html
 - 2020年07月24日21時48分の登録： REGEXP：”肉屋”／深澤諭史（@fukazawas）の検索（2016-03-04〜2020-06-20／2020年07月24日21時48分の記録15件） http://hirono2014sk.blogspot.com/2020/07/regexpfukazawas2016-03-042020-06.html
```

　そういえば，最近，深澤諭史弁護士のタイムラインでリツイートを見かけなくなったと思うアカウントの発見がありました。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜Bibendum65（塩タンメン） 日時：2020-08-14 21:18／2020/08/14 18:18 URL： https://twitter.com/kk_hirono/status/1294247016625709062 https://twitter.com/Bibendum65/status/1294201669165576193  

> 手持ち案件を眺めるなどした https://t.co/cjHGgNH1Kc  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜o2441（弁護士大西洋一） 日時：2020-08-14 21:18／2020/08/14 08:36 URL： https://twitter.com/kk_hirono/status/1294247038947692549 https://twitter.com/o2441/status/1294055287435886592  

> でも、弁準で8回以上って、①当事者（代理人）がおかしい、②裁判官がおかしい、③事件が複雑すぎるのどれかがないとなかなか行かないような気がするな。 https://t.co/hNMxOBHiGq  

@Bibendum65 - Google 検索 https://t.co/gk0zN8lPBO

　そういえば，プロフィールの名前が全く変わっていたものになっていたことを思い出しました。これなら最近も深澤諭史弁護士のタイムラインで見かけているかもしれません。塩タンメンとなっているのがそのプロフィールの名前です。

```
 - 2020年08月14日14時38分の登録： REGEXP：”袴田事件”／Shoko Egawa（@amneris84）の検索（2010-07-22〜2018-06-12／2020年08月14日14時38分の記録77件） http://hirono2014sk.blogspot.com/2020/08/regexpshoko-egawaamneris842010-07_14.html
 - 2020年08月14日14時38分の登録： REGEXP：”袴田事件．＊弁護団”／Shoko Egawa（@amneris84）の検索（2014-05-10〜2014-05-10／2020年08月14日14時38分の記録1件） http://hirono2014sk.blogspot.com/2020/08/regexpshoko-egawaamneris842014-05.html
 - 2020年08月14日14時42分の登録： ＼深澤諭史　@fukazawas＼ちょくちょく海賊版退治の仕事しているんですが 「お前ら，そのスピードと熱意を他のことに使えよ！」 「仕事早すぎだろ。過労死するの？」 っ http://hirono2014sk.blogspot.com/2020/08/fukazawas_82.html
 - 2020年08月14日14時43分の登録： ＼弁護士よしお　@y_vung＼ちゃんと戦った方がいい人に限って「弁護士に頼んで大ごとにしたくない」と考えがち。逆もしかり。 http://hirono2014sk.blogspot.com/2020/08/yvung.html
 - 2020年08月14日15時33分の登録： REGEXP：”鳥獣人物戯画”／データベース登録済みツイート：2020年08月14日15時33分の記録：ユーザ・投稿：4／5件 http://hirono2014sk.blogspot.com/2020/08/regexp20200814153345.html
 - 2020年08月14日15時34分の登録： REGEXP：”大津　控訴”／データベース登録済みツイート：2020年08月14日15時34分の記録：ユーザ・投稿：2／6件 http://hirono2014sk.blogspot.com/2020/08/regexp20200814153426.html
 - 2020年08月14日16時56分の登録： REGEXP：”盲腸”／深澤諭史（@fukazawas）の検索（2016-05-23〜2020-04-03／2020年08月14日16時56分の記録35件） http://hirono2014sk.blogspot.com/2020/08/regexpfukazawas2016-05-232020-04.html
 - 2020年08月14日21時13分の登録： REGEXP：”肉屋”／深澤諭史（@fukazawas）の検索（2016-03-04〜2020-06-20／2020年08月14日21時13分の記録15件） http://hirono2014sk.blogspot.com/2020/08/regexpfukazawas2016-03-042020-06.html
 - 2020年08月14日21時21分の登録： REGEXP：”@Bibendum65”／深澤諭史（@fukazawas）の検索（2013-05-28〜2020-07-30／2020年08月14日21時21分の記録236件） http://hirono2014sk.blogspot.com/2020/08/regexpbibendum65fukazawas2013-05-282020.html
```

　すでに再捜査要請書＿警察庁・石川県警察御中（@kk_hirono）で投稿済みの記事も含まれているかもしれません。時間の間隔もあるらしいですが，APIの投稿は失敗している可能性もあります。この並びを，順序を歴史的なものとして記録したかったのです。

　「先生の将来が心配です。」などという発言で，裁判官の職を失った人物のことも承知の上ですが，深澤諭史弁護士には超絶怒涛の社会的危険性を感じております。まさに弁護士ハザードです。正常化のためには避けて通れないとも考えています。まさに弁護士一代深澤稼業です。

 - （236／236） RT fukazawas（深澤諭史）｜Bibendum65（塩タンメン） 日時：2020-07-30 17:10:00 +0900／2020-07-30 16:11:00 +0900 URL： https://twitter.com/fukazawas/status/1288748850887315456 https://twitter.com/Bibendum65/status/1288733851242520577

> 弁護士の業務拡大が進まないのは、弁護士会の運営が非効率だからっていうより、そもそも日本人が弁護士に依頼して紛争を解決しようというマインドが希薄なのと、いざ弁護士に依頼した際の費用が払えないくらい困窮しているからだと思うます。

　今のところ，7月30日の深澤諭史弁護士のリツイートが，@Bibendum65（塩タンメン）との最後の関わりだと確認しました。本来，深澤諭史弁護士の破壊的影響は，同業者の弁護士に向けてこそ炸裂するものとずっと前から考えてきました。その危機感は・・・というところも記録しています。

　今，深澤諭史弁護士のタイムラインをみて１つスクリーンショットの記録をした直後，Twitterのトレンドに考えさせられるニュースをこのお盆というタイミングで目にすることになりました。

　時刻は21時35分です。テレビをつけました。午後になってつけたのは初めてと思います。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜ExciteJapan（エキサイトニュース） 日時：2020-08-14 21:37／2020/08/14 19:35 URL： https://twitter.com/kk_hirono/status/1294251871427731457 https://twitter.com/ExciteJapan/status/1294221007050256385  

> 【訃報】渡哲也さん 肺炎で死去、78歳 https://t.co/nTvDVpRqdq  所属事務所の石原プロモーションが発表。渡さんは呼吸器疾患で療養中だったが、8月10日午後6時30分に肺炎のため死去した  ▼渡哲也さんプロフ… https://t.co/eGPrT5UDwy  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜News_ABEMA（ABEMAニュース） 日時：2020-08-14 21:37／2020/08/14 19:42 URL： https://twitter.com/kk_hirono/status/1294251891963166720 https://twitter.com/News_ABEMA/status/1294222810169008128  

> 【ニュース速報】 俳優・渡哲也さん死去 78歳   俳優の渡哲也さんが今月10日、肺炎のため亡くなっていたことが分かった。 所属事務所の石原プロモーションは「静かに送ってほしいという故人の強い希望により本日、家族葬というかたちで執… https://t.co/sJdDaqvXvk  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜SportsHochi（スポーツ報知） 日時：2020-08-14 21:37／2020/07/28 13:03 URL： https://twitter.com/kk_hirono/status/1294251923814543361 https://twitter.com/SportsHochi/status/1287961745164652544  

> 渡哲也、故・石原裕次郎さんと「松竹梅」の新ＣＭで“共演”　今作で同社ＣＭの勇退も発表 https://t.co/7qiZEBcz6C #芸能ニュース #芸能 #ニュース  

(2) 俳優の渡哲也さんが死去 / Twitter https://t.co/eFRVOMsv3B

　数年前から，病苦と闘っておられると情報をみていた俳優の渡哲也さんの訃報です。重い後遺障害を負った被害者安藤文さんと平均寿命を超えた安藤健次郎さんの生活に思いを馳せながら，思いを重ねることもあった人物です。

　俳優の渡哲也さんは，ネットのYouTubeで知った情報として，「東京流れもの」という曲がありました。良好な関係であった昭和58年の初め頃，同級生の母親が経営していたスナックで，被告発人大網健二がカラオケで歌っていたという印象のある曲です。ときどき思い出して聴いていました。

東京流れもの - Google 検索 https://t.co/Dcm3RtwiJy

東京流れ者 ☆ 渡哲也 - YouTube https://t.co/vfA6cLhwfJ

　もう一つ同じ時に被告発人大網健二がカラオケで歌っていた強く記憶に残る曲があるのですが，しばらく間があったのですぐに曲名が思い出せずにいます。その曲の方が，当時の被告発人大網健二との関係にマッチしていました。

夢のスマロ - Google 検索 https://t.co/JTZcNZzbIB

夜霧のブルース　ディック・ミネ　（１９４７年発売）　cover by akinoitigo - YouTube https://t.co/heH3xi8ut8

　テレビの報道ステーションは，渡哲也さんの訃報がトップニュースだったかもしれません。徹子の部屋のVTRが出てきて，本人の言葉として人口肛門が出てきたのも考えさせられました。私自身，2017年の5月に全身麻酔で長い間，患っていた痔と直腸脱の手術を受けています。

　本当に金沢地方検察庁との間で，告訴，告発を繰り返しているうちに宿痾のような便秘を患うようになり，それが直腸脱や痔になりました。どちらも宇出津病院で受けた診断名になります。手術を受けたのもその時が初めてで，子供の頃は虚弱体質だったのですが，その後は医者通いもなくなりました。

　人口肛門のことを知ったのは渡哲也さんのことが初めてだったと思います。手術のリスクとして考えたこともありましたし，術後も3ヶ月ぐらいは，きつい状態が続きました。医療で救われた思いも強いだけに，深澤諭史弁護士の弁護士と医師を同列視したツイートには看過できないものがあります。

夜霧のブルース　ディック・ミネ　（１９４７年発売）　cover by akinoitigo - YouTube https://t.co/heH3xi8ut8 22,498 回視聴•2012/05/18

　報道ステーションで渡哲也さんのニュースをみる直前で，一時停止をしましたが，２：５７／３：１８という場面で，映像の向かって左にあるのがディック・ミネという人物と思います。この名前は前に小説で見たような記憶がありました。

　色の濃いサングラスも竹沢俊寿会長がかけていたものに似ていますが，たぶん同世代で若い頃は似たような風貌とおもったのもこのディック・ミネという人物の映像になります。

ディック・ミネ 矢沢永吉 - Google 検索 https://t.co/QHhCIhSyF7

　昭和57年の秋に名古屋市で，矢沢永吉の「成り上がり」という本を読んで，その本で，ディック・ミネという芸能界の大物の名前を知ったと思っていたのですが，上記の検索では確認が出来ず，これだと記憶違いの可能性もありそうに思えてきました。

矢沢永吉「成り上がり」は超一流のビジネス書だった！あらすじ・名言・マインドセット・自己プロデュース | 営業セミナー：ミリオンセールスアカデミー® 加賀田裕之 https://t.co/69fqfnjdtd

　早めにスクロールをしながら目を通したのですが，本は「成りあがり」がタイトルになるのかもしれません。昭和57年，当時は遅めだったとも思いますが，若者の暴走族のバイブルのようになっていました。名古屋では実際の逆走をする集団暴走も目撃しています。

　時刻は23時37分です。CMに入ったところですが，熊谷の空襲から，終戦2日間の空襲のことが紹介され，法クラでさんざんな罵倒の的となっていた野村修也弁護士が解説をしていました。最近，テレビを見る機会が少なくなっているものの，久しぶりにテレビで姿を見たと思いました。

```
2020年08月14日22時40分の実行記録
twitterAPI-search-lawList-mydql-add.rb "野村修也"
ツイート数：2/1948 リツイート数：1/1948 トータル：271
hirono_hideki 0／0件
kk_hirono 1／0件
s_hirono 0／0件
```

　何か間違いがあるのかと思ったのですが，TwitterのAPI検索の意外な結果となりました。野村修也で。「ツイート数：2/1948 リツイート数：1/1948 トータル：271」とあります。まとめ記事で狂った弁護士根性が飛び出すと思います。

　まとめ記事を作成中です。Aコープ能都店で閉店間際に買ってきた握り寿司のパックを食べていたのですが，半額で8巻かあるいは10巻入りだったと思います。残りの3巻目でうなぎを食べたのですが，小骨が気にならないうなぎを食べたのは久しぶりです，国産か中国産かは不明です。

 - 2020年08月14日22時47分の登録： REGEXP：”野村修也”／データベース登録済みツイート：2020年08月14日22時42分の記録：ユーザ・投稿：127／392件 http://hirono2014sk.blogspot.com/2020/08/regexp202008142242127392.html

 - （275／392） TW hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時： 2018-03-09 17:28:00 +0900 URL： https://twitter.com/hirono_hideki/status/972026223743266818

> @lawkus 刑裁サイ太@uwaaaaのツイートかと思っていた。三浦義隆弁護士のツイートだった。
>
> 野村修也 @NomuraShuya 中央大学法科大学院教授・弁護士

 - （011／392） TW uwaaaa（サイ太） 日時： 2015-03-12 11:10:00 +0900 URL： https://twitter.com/uwaaaa/status/575841210381639680

> 野村修也弁護士は，まーた深い知識があるわけでもない刑事事件にいい加減なコメントしたのかよ。

　サイ太でページ内検索をすると178件もヒットしてしまいました。これは個別ユーザとしてまとめ記事を記録しておいたほうがよさそうです。

```
 - 2020年08月14日22時58分の登録： REGEXP：”野村修也”／サイ太（@uwaaaa）の検索（2015-03-12〜2020-05-18／2020年08月14日22時58分の記録37件） http://hirono2014sk.blogspot.com/2020/08/regexpuwaaaa2015-03-122020-05.html
 - 2020年08月14日22時59分の登録： REGEXP：”クレオ”／サイ太（@uwaaaa）の検索（2012-03-23〜2020-07-21／2020年08月14日22時59分の記録63件） http://hirono2014sk.blogspot.com/2020/08/regexpuwaaaa2012-03-232020-07.html
```

 - （13／37） RT uwaaaa（サイ太）｜mstk_Horiguchi（五十肩即死くん(旧 ほりぐち） 日時：2017-04-12 11:00:00 +0900／2017-04-12 10:13:00 +0900 URL： https://twitter.com/uwaaaa/status/851978324914065408 https://twitter.com/mstk_Horiguchi/status/851966584302129154

> 野村修也先生は「司法警察」という言葉に司法が付いてるから捜査は司法だと思ってらっしゃるのだろう。
> たぶん「不当労働行為」に「労働」が付いてるから不当な労働者の行為だと解釈されてることだろう。

 - （14／37） RT uwaaaa（サイ太）｜lawkus（ystk） 日時：2017-04-12 15:06:00 +0900／2017-04-12 14:59:00 +0900 URL： https://twitter.com/uwaaaa/status/852040105837576194 https://twitter.com/lawkus/status/852038327486210048

> 法律クラスタ界隈でプチ炎上中の野村修也氏の発言についてブログを書いた。 #はてなブログ
> 警察は行政機関ではないと述べた野村修也氏 - 弁護士三浦義隆のブログ
> https://t.co/AyQsjBqaiC

 - （21／37） TW uwaaaa（サイ太） 日時：2017-06-12 21:12:00 +0900 URL： https://twitter.com/uwaaaa/status/874237991945871361

> まーた野村修也弁護士（）が専門外の話題に適当に回答したのか https://t.co/aS3X2ckuN7

 - （29／37） TW uwaaaa（サイ太） 日時：2017-11-06 20:29:00 +0900 URL： https://twitter.com/uwaaaa/status/927498161374904321

> 実際，サイ太ブログ事件も野村修也弁護士（）も，徹底的にケンカしたのは弁護士でしたし

 - （30／37） TW uwaaaa（サイ太） 日時：2017-12-07 10:46:00 +0900 URL： https://twitter.com/uwaaaa/status/938585503099580416

> @inflorescencia 「テレビであれこれとご活躍の野村修也先生が，不見識にツッコミを入れられた時に常用される謝罪文句。コンプライアンスの専門家らしからぬ力業に多くの弁護士が拍子抜け。」でいかがでしょう。

 - （35／37） TW uwaaaa（サイ太） 日時：2018-07-18 00:11:00 +0900 URL： https://twitter.com/uwaaaa/status/1019238177591050240

> 野村修也は、弁護士会よ手弁当でやっていて、被疑者国選の実現にも大きく貢献した当番弁護士制度を、公費でやってるとかテレビでほざきましたからね。

 - （36／37） TW uwaaaa（サイ太） 日時：2019-01-30 20:40:00 +0900 URL： https://twitter.com/uwaaaa/status/1090575557035679744

> 明石市長の暴言を擁護する発言に既視感を覚えていたんだけど，違憲アンケートを実施して業務停止食らった直後の野村修也弁護士（）のツイートだった https://t.co/JF0UG06YRg

 - （37／37） TW uwaaaa（サイ太） 日時：2020-05-18 13:17:00 +0900 URL： https://twitter.com/uwaaaa/status/1262235907656044545

> 野村修也先生は，１０年前からこの手の日弁連の声名について声を上げ続けているようなんですけど，具体的な行動を起こしたような発言は不見当でした。そうすると，公的な立場がありながら，僕たち腐れ法クラと同じく，Twitterで文句言ってるだけにしか見えないのですが。

　深澤諭史弁護士のタイムラインでリツイートでも見かけるほかは，直接タイムラインを開く機会が少なくなっている刑裁サイ太のTwitterタイムラインなので，見落としもあるのかもしれませんが，データベースの記録は今年2020年5月18日で途切れていました。

　刑裁サイ太のタイムラインでみかけない本の話題を見つけたところ，記録のまとめ記事を作成しているところです。遅くとも8月11日には法クラの間で話題になっていたようですが，初めて知ったところです。

```
2020年08月14日23時20分の実行記録
twitterAPI-search-lawList-mydql-add.rb "弁護士になった その先"
ツイート数：12/1949 リツイート数：18/1949 トータル：53
hirono_hideki 1／1件
kk_hirono 0／0件
s_hirono 0／0件
```

```
 - 2020年08月14日23時12分の登録： ＼サイ太　@uwaaaa＼弁護士の質についてデータがいくらでも転がっているのに，根拠も示さず経験だけで論じる弁護士 http://hirono2014sk.blogspot.com/2020/08/uwaaaa_14.html
 - 2020年08月14日23時13分の登録： ＼サイ太　@uwaaaa＼「弁護士になった『その先』のこと」，売れてるなー。やはりTwitterで話題になると売れる http://hirono2014sk.blogspot.com/2020/08/uwaaaatwitter.html
 - 2020年08月14日23時13分の登録： ＼至誠堂書店　@ShiseidoShoten＼週刊ベストセラーを更新しました。 更新日は毎週金曜日です。 http://hirono2014sk.blogspot.com/2020/08/shiseidoshoten.html
 - 2020年08月14日23時14分の登録： ＼至誠堂書店　@ShiseidoShoten＼週刊ベストセラーを更新しました。 更新日は毎週金曜日です。 http://hirono2014sk.blogspot.com/2020/08/shiseidoshoten_14.html
 - 2020年08月14日23時22分の登録： REGEXP：”弁護士になった．＊その先”／データベース登録済みツイート：2020年08月14日23時21分の記録：ユーザ・投稿：20／30件 http://hirono2014sk.blogspot.com/2020/08/regexp2020081423212030.html
```

　久しぶりに手違いでの二重投稿を確認しました。至誠堂書店という弁護士ではない出版社と思われるアカウントの記録になります。

 - （01／30） TW rippy08（りっぴぃ） 日時： 2020-08-06 12:30:00 +0900 URL： https://twitter.com/rippy08/status/1291215065777987584

> この本は未読なのですが，お客さんに感動体験を与えろ，というのはデパ地下販売員時代によく言われました。。わかる・・・／中村直人・山田和彦『弁護士になった「その先」のこと。』｜水野祐（Tasuku Mizuno）… https://t.co/FkqgK2vM0F

@rippy08 ===> You have been blocked from retweeting this user's tweets at their request.  
▷▷▷　次のツイートのアカウント（@rippy08）は，@kk_hironoをブロックしています。リツイートできませんでした。 ▷▷▷  

- TW rippy08（りっぴぃ） 日時：2020/08/06 12:30 URL： https://twitter.com/rippy08/status/1291215065777987584?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1291215065777987584%7Ctwgr%5E&ref_url=http%3A%2F%2Fhirono2014sk.blogspot.com%2F2020%2F08%2Fregexp2020081423212030.html  

> この本は未読なのですが，お客さんに感動体験を与えろ，というのはデパ地下販売員時代によく言われました。。わかる・・・／中村直人・山田和彦『弁護士になった「その先」のこと。』｜水野祐（Tasuku Mizuno）… https://t.co/FkqgK2vM0F  

　定番の一つとしてブロックされているアカウントではないかと思ったのですが，そのようだったようです。

 - （04／30） TW rippy08（りっぴぃ） 日時： 2020-08-07 12:07:00 +0900 URL： https://twitter.com/rippy08/status/1291571590644117505

> あと、「弁護士になったその先の〜」は沢山並んでました。そして個人的に、「あぶない法哲学」が、かなり気になります！
> 以上、大阪高裁ブッセンからでした。
> 読む時間もさることながら、先立つものがほしい、、、orz

 - （05／30） TW bye02661（京野哲也） 日時： 2020-08-08 11:04:00 +0900 URL： https://twitter.com/bye02661/status/1291918078440173568

> 「CR民事実務講義」の周辺(372)　中村直人・山田和彦弁護士『弁護士になった「その先」のこと。」(商事法務)が話題になってますね。中村先生，さすが企業法務のトップ弁護士，かなわないな，と思った部分もあり，そうそう，同感同感というところも多々ありました。

　あまり見かけないアカウントになりますが，中村直人・山田和彦弁護士を「中村先生，さすが企業法務のトップ弁護士」としているものの，これまで余り見覚えのない弁護士名になります。

 - （11／30） TW law_jameson（しかばねちゃん） 日時： 2020-08-09 12:24:00 +0900 URL： https://twitter.com/law_jameson/status/1292300763348086790

> 弁護士になった「その先」のこと。 中村 直人 https://t.co/XhvcZrkZWw via @amazonJP
> 読んだ。この本の一番のポイントは新人弁護士がこれやりましょうって所よりも、中村弁護士が「私はこうやってます」って書いてある部分だと思う。

　プロフィールの名前が変更されたのかとも思ったのですが，「しかばねちゃん」というプロフィールの名前のアカウントは見覚えのないもので，なぜリストに登録されているのか不思議に思いました。

```
しかばねちゃん
@law_jameson
72期弁護士。都内の法律事務所にて主に企業法務に携わっております。所属団体とは関係なく呟いておりますのでご了承ください。質問箱→http：//peing.net/ja/law_jameson
2016年4月からTwitterを利用しています
468 フォロー中
874 フォロワー

［source：］(3) しかばねちゃんさん (@law_jameson) / Twitter https://twitter.com/law_jameson?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1292300763348086790%7Ctwgr%5E&ref_url=http%3A%2F%2Fhirono2014sk.blogspot.com%2F2020%2F08%2Fregexp2020081423212030.html
```

　リンクを開くとプロフィールにストレートに，「72期弁護士。都内の法律事務所にて主に企業法務に携わっております。」とありました。しかばね，で思い出すのは，昭和の日曜日のお昼の時代劇で，大江戸捜査網になります。ししてしかばねひろうものなし，でした。

```
(py37_env) a66@a66-XTe:~$ dp  -p|grep law_jameson
 - 2020年05月08日19時21分の登録： ＼しかばねちゃん　@law_jameson＼国選で被告人から特別給付金は欲しいと言われたんだけど、色々疑問点が出てきて…\n1. 受刑者が単身の場合、郵送方式の書類はどこに http://hirono2014sk.blogspot.com/2020/05/lawjameson-1.html
```

　データベースの記録がこれまでのところ，今年2020年5月8日の1件だけの記録となっていました。ひらがなで「しかばね」とありますが，思い当たるのは漢字で「屍」だけです。

 - （15／30） TW luckymangan（リーチ一発ツモ裏１） 日時： 2020-08-11 13:43:00 +0900 URL： https://twitter.com/luckymangan/status/1293045243688783872

> スレの最後で中村先生の「弁護士になった「その先」のこと。」が紹介されてて、笑った https://t.co/vjJjqNC6NS

@luckymangan ===> You have been blocked from retweeting this user's tweets at their request.  
▷▷▷　次のツイートのアカウント（@luckymangan）は，@kk_hironoをブロックしています。リツイートできませんでした。 ▷▷▷  

- TW luckymangan（リーチ一発ツモ裏１） 日時：2020/08/11 13:43 URL： https://twitter.com/luckymangan/status/1293045243688783872?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1293045243688783872%7Ctwgr%5E&ref_url=http%3A%2F%2Fhirono2014sk.blogspot.com%2F2020%2F08%2Fregexp2020081423212030.html  

> スレの最後で中村先生の「弁護士になった「その先」のこと。」が紹介されてて、笑った https://t.co/vjJjqNC6NS  

　よくタイムラインでリツイートを見かけるアカウントですが，ブロックされているのかわかりませんでした。再捜査要請書＿警察庁・石川県警察御中（@kk_hirono）でブロックされていることを確認しました。引用リツイートしているのが次のツイートになります。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜ntwmachine01（なんにもならずもの） 日時：2020-08-14 23:41／2020/08/11 13:37 URL： https://twitter.com/kk_hirono/status/1294283132032565249 https://twitter.com/ntwmachine01/status/1293043730371342336  

> 彡()()「強姦事件を起こして警察に呼び出されてしまった...」  #トレンド #話題 #ニュース   https://t.co/cEG5OFmPN5  

　ツイートのリンクを開くと，前に見覚えのある漫画が出てきましたが，レタッチなど違いがありそうで，昔の２ｃｈのようにみえるサイトですが，今年の8月10日のような投稿日の日付がみえます。

```
彡()()「強姦事件を起こして警察に呼び出されてしまった...」
1 名前：名無しさん＠おーぷん［］ 投稿日：20/08/10(月)22：11：26 ID：vim

［source：］VIPPERな俺 ： 彡()()「強姦事件を起こして警察に呼び出されてしまった...」 http://blog.livedoor.jp/news23vip/archives/5672830.html
```

　漫画の内容は数年前にみているものと同じだと思いますが，このレタッチは違っているように思います。「アトム　強姦　一杯」で調べれば，前の情報を確認できそうです。

アトム　強姦　一杯 - Google 検索 https://t.co/cUexk6b8F9

アトム法律事務所の漫画「強姦事件解決までの流れ」が炎上　加害者「今晩は久々に一杯やるか」（2015年12月16日）｜BIGLOBEニュース https://t.co/tCjDkH3qma

強姦犯を不起訴に持ち込む→一杯やるか！あの法律事務所のトンデモ広告に批判殺到！ https://t.co/7b0DKv8Crk

強姦事件に強い弁護士がレイプマンを救うマンガを公式web掲載しアトム法律事務所炎上 - NAVER まとめ https://t.co/vVHuEgV9wA

「強姦を示談に」弁護士HPのPR漫画に批判殺到　一転「配慮に欠けた」と謝罪と削除: J-CAST ニュース【全文表示】 https://t.co/TiL972r4IJ 2015年12月17日19時49分

　漫画の画質も最近見た中でもとりわけきれいに見えたので，違うものかと思ったのですが，数年前に見かけたいたのと同じ画像の可能性が出てきました。余り時間を掛けて調べたくないですが，前の情報は2015年12月というような情報も出てきました。思ったより前です。

```
2020年08月14日23時53分の実行記録
twitterAPI-search-lawList-mydql-add.rb "アトム法律事務所"
ツイート数：3/1949 リツイート数：1/1949 トータル：57
hirono_hideki 0／0件
kk_hirono 2／0件
s_hirono 0／0件
```
 - 2020年08月14日23時58分の登録： REGEXP：”アトム法律事務所”／データベース登録済みツイート：2020年08月14日23時55分の記録：ユーザ・投稿：73／188件 http://hirono2014sk.blogspot.com/2020/08/regexp20200814235573188.html

```
2020年08月14日11時12分の実行記録
twitterAPI-search-lawList-mydql-add.rb "袴田事件弁護団"
ツイート数：19/1948 リツイート数：8/1948 トータル：42
hirono_hideki 4／0件
kk_hirono 11／3件
s_hirono 2／0件
```

　時刻は23時59分です。中途半端に終わります。深澤諭史弁護士，平裕介弁護士，伊藤真弁護士の記録として。

〈〈〈：Emacs： 2020-08-15（土曜日）00：00 　〈〈〈

